// 民国海派旗袍史料库 - 数据
// 导出时间: 2026/6/4 12:12:55
// 共 144 条记录（含本地新增 3 / 修改 19 / 删除 1）
//
// 【使用方法】将本文件移入 data\ 文件夹，覆盖原 data.js，
// 然后在网站上点击"重置本地缓存"按钮即可。

window.INITIAL_DATA = [
  {
    "shiliao_id": "SL-2026-001",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "半月",
    "title": "封面",
    "time": "1925年",
    "version_info": "第4卷-第21期",
    "core_content": "倒大袖、宽大旗袍",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《半月》/1925年-第4卷-第21期-封面.png",
      "../《半月》/1925年-第4卷-第22期-封面.png",
      "../《半月》/1925年-第4卷-第24期-封面.png"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-002",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "半月",
    "title": "封面",
    "time": "1925年",
    "version_info": "第4卷-第22期",
    "core_content": "旗袍马甲",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《半月》/1925年-第4卷-第21期-封面.png",
      "../《半月》/1925年-第4卷-第22期-封面.png",
      "../《半月》/1925年-第4卷-第24期-封面.png"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-003",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "半月",
    "title": "封面",
    "time": "1925年",
    "version_info": "第4卷-第24期",
    "core_content": "旗袍马甲、仙鹤纹样、袖口花边",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《半月》/1925年-第4卷-第21期-封面.png",
      "../《半月》/1925年-第4卷-第22期-封面.png",
      "../《半月》/1925年-第4卷-第24期-封面.png"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-004",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "图画时报",
    "title": "“传家宝”之主角：[照片二幅]",
    "time": "1926-01-03",
    "version_info": "第283期-第8期-",
    "core_content": "旗袍坐姿到小腿，无开衩",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《图画时报》/1926年1月3日-第283期-第8页-“传家宝”之主角：[照片二幅].pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-005",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "图画时报",
    "title": "新华影片公司主角王慧僊女士",
    "time": "1926 年",
    "version_info": "第285期 -第5页",
    "core_content": "旗袍马甲",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《图画时报》/1926 年1月17日-第285期 -第5页-新华影片公司主角王慧僊女士（图片）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-006",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "图画时报",
    "title": "女靑年会之少女干事会议",
    "time": "1926年3月21日-",
    "version_info": "第293期-第2页-",
    "core_content": "倒大袖",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《图画时报》/1926年3月21日-第293期-第2页-女靑年会之少女干事会议：[照片].pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-007",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "",
    "title": "陆小曼女士新装",
    "time": "1927-08-06",
    "version_info": "第260期-第2页-",
    "core_content": "",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-008",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "图画时报",
    "title": "课余之后，复旦女生刘承怡吴希玲黄维佑周淑娴(照片)",
    "time": "1930-07-20",
    "version_info": "第681期-第1页-",
    "core_content": "中袖微宽松旗袍，满印花",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《图画时报》/1930年7月20日-第681期-第1页-课余之后，复旦女生刘承怡吴希玲黄维佑周淑娴(照片).pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-009",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "图画时报",
    "title": "程桂林女士茶商程绩咸之女（图片）",
    "time": "1930-07-20",
    "version_info": "第681期-第3页",
    "core_content": "中袖微宽松旗袍，下摆膝盖下",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《图画时报》/1930年7月20日-第681期-第3页程桂林女士茶商程绩咸之女（图片）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-010",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "图画时报",
    "title": "民立女校體育指導沈文英：[照片]",
    "time": "1931 年4月5日",
    "version_info": "第748期-第3页",
    "core_content": "下摆至小腿",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《图画时报》/1931 年4月5日-第748期-第3页-民立女校體育指導沈文英：[照片].pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-011",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "玲珑",
    "title": "蓉丽娟女士最近之摄影（照片）",
    "time": "1931 年",
    "version_info": "第1卷 第32期-第4页-",
    "core_content": "紧身、条纹",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《玲珑》/1931 年-第1卷 第32期-第4页-蓉丽娟女士最近之摄影（照片）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-012",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "玲珑",
    "title": "共读 丁新珠丁宛容女士玉影",
    "time": "1931年",
    "version_info": "第1卷 第32期-第2页-",
    "core_content": "紧身、下摆至膝盖",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《玲珑》/1931年-第1卷 第32期-第2页-共读 丁新珠丁宛容女士玉影.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-013",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "图画时报",
    "title": "杭州市立二小体育教员单全珍：[照片]",
    "time": "1931-02-19",
    "version_info": "第740期-第1页-",
    "core_content": "高领旗袍，中袖，微宽松",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《图画时报》/1931年2月19日-第740期-第1页-杭州市立二小体育教员单全珍：[照片].pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-014",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "图画时报",
    "title": "春日路傍情：[照片]",
    "time": "1931-02-19",
    "version_info": "第740期-第3页-",
    "core_content": "袖口大小臂交接，微宽松，裙摆膝盖微下",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《图画时报》/1931年2月19日-第740期-第3页-春日路傍情：[照片].pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-015",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "图画时报",
    "title": "杭州女中體育指導沈文英女士：[照片]",
    "time": "1932 年7月21日",
    "version_info": "第844期-封面-",
    "core_content": "长至脚腕",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《图画时报》/1932 年7月21日-第844期-封面-杭州女中體育指導沈文英女士：[照片] 昺德.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-016",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "上海画报",
    "title": "女彈詞家夏秀英[照片]",
    "time": "1932 年8月3日",
    "version_info": "第818期-第2页-",
    "core_content": "长至脚面",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《上海画报》/1932 年8月3日- 第818期-第2页-女彈詞家夏秀英[照片].pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-017",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "图画时报",
    "title": "崇德女學梁鑾珍女士：[照片]",
    "time": "1933 年-1月8日",
    "version_info": "第892期 -1页 ",
    "core_content": "长至脚面",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《图画时报》/1933 年1月8日-第892期 -1页 崇德女學梁鑾珍女士：[照片].pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-018",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "妇人画报",
    "title": "清心女校朱紅萸女士（图）",
    "time": "1933-07-15",
    "version_info": "第7期-第5页-",
    "core_content": "紧身短袖旗袍，开衩到小腿",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《妇人画报》/1933年7月15日-第7期-第5页-清心女校朱紅萸女士（图）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-019",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "妇人画报",
    "title": "夏装（图）",
    "time": "1933年7月15日",
    "version_info": "第7期-第15页",
    "core_content": "短袖长旗袍，下摆加宽，拖地，探讨开衩高低",
    "personal_analysis": "衩高成为议论话题",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《妇人画报》/1933年7月15日-第7期-第15页-夏装（图）.pdf",
      "../《妇人画报》/1933年7月15日-第7期-第15页-夏装（图）.docx"
    ],
    "image_paths": [],
    "author": "佚名",
    "docx_preview_text": "夏装这是一袭很普通的新装，下脚加阔，颇美观。因普通旗袍，必须开叉，叉高不雅，须穿长裤，叉低则行动不便，但做此则无上述之缺点。",
    "updated_at": "2026-06-04T03:09:57.081Z"
  },
  {
    "shiliao_id": "SL-2026-021",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "妇人画报",
    "title": "左下：一冰小姐：[照片]",
    "time": "1934 年2月",
    "version_info": "第15期-第39页-",
    "core_content": "长至脚面、搭配开衫",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《妇人画报》/1934 年2月-第15期-第39页-左下：一冰小姐：[照片].pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-022",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "图画时报",
    "title": "中国女子网球队王春菁、刘玉兰、王春葳、黄淑懿：[照片]",
    "time": "1934 年5月27日",
    "version_info": "第1001期-第1页",
    "core_content": "长至脚面",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 3,
    "document_paths": [
      "../《图画时报》/1934 年5月27日-第1001期-第1页-中国女子网球队王春菁刘玉兰王春葳黄淑懿：[照片].pdf"
    ],
    "image_paths": [],
    "author": "佚名",
    "docx_preview_text": "",
    "updated_at": "2026-06-04T02:46:25.369Z"
  },
  {
    "shiliao_id": "SL-2026-023",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "图画时报",
    "title": "（左）树前婷立：上海商学院沈如琛女士：[照片]",
    "time": "1936-01-05",
    "version_info": "第1084期-第1页-",
    "core_content": "拖地旗袍",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《图画时报》/1936年1月5日-第1084期-第1页-（左）树前婷立：上海商学院沈如琛女士：[照片].pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-024",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "人言周刊",
    "title": "封面（图片）",
    "time": "1936 年-2月1日",
    "version_info": "第2卷-第47期-",
    "core_content": "长至脚面",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《人言周刊》/1936 年-2月1日-第2卷-第47期-封面（图片）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-025",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "玫瑰画报",
    "title": "名闺沈若兰小姐像（照片）",
    "time": "1936 年4月13日",
    "version_info": "第14期-1页-",
    "core_content": "花朵图样、长至脚面",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《玫瑰画报》/1936 年4月13日- 第14期-1页-名闺沈若兰小姐像（照片）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-026",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "南洋画报",
    "title": "杨秀琼合家欢：[照片]",
    "time": "1936 年6月22日",
    "version_info": "第4期-2页-",
    "core_content": "长至脚面",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《南洋画报》/1936 年6月22日-第4期-2页-杨秀琼合家欢：[照片].pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-027",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "健康家庭",
    "title": "春夏新裝：時式旗袍：陳玉梅女士：[照片]",
    "time": "1937 年4月",
    "version_info": "第2期-22页",
    "core_content": "拖地紧身旗袍、大花满印",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《健康家庭》/1937 年4月-第2期-22页-春夏新裝：時式旗袍：陳玉梅女士：[照片].pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-028",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "图画时报",
    "title": "宋爱文女士钱竞雄女士：[照片]",
    "time": "1937 年4月25日",
    "version_info": "第1148期第1页-",
    "core_content": "短袖长旗袍、脚面",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《图画时报》/1937 年4月25日-第1148期第1页-宋爱文女士钱竞雄女士：[照片].pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-029",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "特写",
    "title": "藍地白花土布的旗袍（沈雁女士表演）",
    "time": "1937 年5月25日",
    "version_info": "第14期-10页",
    "core_content": "拖地紧身旗袍 ",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《特写》/1937 年-5月25日-第14期-10页-藍地白花土布的旗袍（沈雁女士表演）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-030",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "国货评论刊",
    "title": "妇女身上国货少[画图]",
    "time": "1927年",
    "version_info": "第1卷-第11期-第13页-",
    "core_content": "倒大袖短旗袍、高跟鞋",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《国货评论刊》/1927年-第1卷-第11期-第13页-妇女身上国货少[画图].pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-031",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "北洋画报",
    "title": "上海名画家李珊菲女士时装画-春天的旗袍",
    "time": "1927-02-16",
    "version_info": "第26期",
    "core_content": "长旗袍至脚踝、皮鞋、相对宽松",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《北洋画报》/1927年2月16日-第26期-上海名画家李珊菲女士时装画-春天的旗袍.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-032",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "大美晚报",
    "title": "改良的便服",
    "time": "1933年3月17日",
    "version_info": "第13页",
    "core_content": "妇女自主旗袍改良。长旗袍至脚踝，肩部开衩",
    "personal_analysis": "个体自主改进设计",
    "quotes": "",
    "keywords": [
      "海派",
      "时代审美",
      "设计改良",
      "自下而上"
    ],
    "importance": 2,
    "document_paths": [
      "../《大美晚报》/1933年3月17日-第13页-改良的便服.docx",
      "../《大美晚报》/1933年3月17日-第13页-改良的便服.pdf"
    ],
    "image_paths": [],
    "author": "佚名",
    "docx_preview_text": "改良的便服\n\n家常穿着的服装，衣料自是以清淡朴素为佳；但是剪裁的时候，却可以想一些新奇的设计，来打破沉沉的暮气。图中的式样最适宜于春日的衣服。两袖的上面，开一个直到肩头的长叉，叉上再钉上三五颗精致的钮扣，则钮上时，是一件普通的旗袍，而开放时，能显出一角粉白圆美的肩头，在温暖的春风里，鲜丽阳光下，何等轻快美丽呢。",
    "updated_at": "2026-06-04T03:03:00.574Z",
    "annotations": [
      {
        "id": "ann_1780541877659_hbfolc",
        "text": "；但是剪裁的时候，却可以想一些新奇的设计，来打破沉沉的暮气。",
        "start": 26,
        "end": 56,
        "note": "妇女自主改良旗袍",
        "created_at": "2026-06-04T02:57:57.659Z"
      },
      {
        "id": "ann_1780541900684_0aghya",
        "text": "两袖的上面，开一个直到肩头的长叉，叉上再钉上三五颗精致的钮扣，则钮上时，是一件普通的旗袍，而开放时，能显出一角粉白圆美的肩头",
        "start": 71,
        "end": 133,
        "note": "在旗袍肩袖开衩",
        "created_at": "2026-06-04T02:58:20.684Z"
      }
    ]
  },
  {
    "shiliao_id": "SL-2026-033",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "妇人画报",
    "title": "徐来女士之国货时装：[照片]",
    "time": "1933年7月15日",
    "version_info": "第7期-第11页",
    "core_content": "高领紧身短袖旗袍",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 3,
    "document_paths": [
      "../《妇人画报》/1933年7月15日-第7期-第11页-徐来女士之国货时装：[照片].pdf"
    ],
    "image_paths": [],
    "author": "佚名",
    "docx_preview_text": "",
    "updated_at": "2026-06-04T03:05:59.080Z"
  },
  {
    "shiliao_id": "SL-2026-034",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "新闻报",
    "title": "散拿吐瑾（插图）",
    "time": "1934-10-14",
    "version_info": "第3张-第10页-",
    "core_content": "短发母亲，紧身、条纹、短袖旗袍",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《新闻报》/1934年10月14日-第3张-第10页-散拿吐瑾（插图）.jpg"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-035",
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "新闻报",
    "title": "奥斯得奶粉（插图）",
    "time": "1934-10-14",
    "version_info": "第3张-第11页-",
    "core_content": "抱孩子的母亲，紧身、短袖旗袍，开衩至大腿",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《新闻报》/1934年10月14日-第3张-第11页-奥斯得奶粉（插图）.jpg"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-036",
    "type": "专著",
    "topics": [
      "性别议题",
      "消费生活"
    ],
    "source": "明远广播无线电台",
    "title": "书中乐",
    "time": "1933年12月",
    "version_info": "161-162页",
    "core_content": "近代受西式文明影响，社会鼓吹男女平等、妇女解放，女性盛行剪发烫染、描眉涂唇、高开衩短领旗袍、光脚配高跟鞋；部分男性反向效仿女子装扮，烫发敷粉、讲究西式穿搭；新式娱乐场所（影院、舞厅、球场、泳池、酒楼）接连兴起。",
    "personal_analysis": "服饰与身体风俗剧变：西式审美冲击传统礼制，旗袍高开衩、露足高跟、男女装束跨界混搭，旧式服饰规范瓦解。\n\n生活方式全盘西化：休闲娱乐、饮食穿搭全面效仿西洋，本土传统习俗被边缘化。\n\n近代社会观念撕裂：伴随女权、平权思潮兴起出现摩登风尚，守旧群体与崇新群体形成认知对立，旧式礼教观念难以接纳新式男女平等的社会变革。\n\n崇洋风气盛行：民众追捧外来商品与西洋生活模式，本土文化自信流失，引发传统人士反思批判。",
    "quotes": "",
    "keywords": [
      "高开叉",
      "海派",
      "现代",
      "西化",
      "时代审美",
      "平等",
      "现代化",
      "服饰西化",
      "新旧冲突",
      "摩登风尚"
    ],
    "importance": 2,
    "document_paths": [
      "../旧专著/书中乐/书中乐-1933年-12月-161-162页-陆澹庵、陆止庵、吴简卿、邹子魂 、张恂子编-明远广播无线电台.docx",
      "../旧专著/书中乐/书中乐-1933年-12月-161页-陆澹庵、陆止庵、吴简卿、邹子魂 、张恂子编-明远广播无线电台.pdf",
      "../旧专著/书中乐/书中乐-1933年-12月-162页-陆澹庵、陆止庵、吴简卿、邹子魂 、张恂子编-明远广播无线电台.pdf"
    ],
    "image_paths": [],
    "author": "陆澹庵、陆止庵、吴简卿、邹子魂 、张恂子",
    "docx_preview_text": "文 明 白 話\n\n时事年来大变更。桩桩件件要文明。公开社会谈平等。无女无男一律行。解放不堪拘束久。自由处处要从心。女子也把头发剪。烫出千奇百怪形。画眉毛。点嘴唇。长旗袍。开衩深。领高袖短配侬身。勿穿袜子称新式。鞋子高跟咭阁声。走得快。更好听。一步一响摄人魂。旧时规矩都忘却。一切如同男子形。无法无天都好做。乌糟社会可存身。男人倒把女人学。反着长裤短衣襟。也烫发。也拍粉。西装革履洒香水精。「这就是」男女平权无分别。改良特别学文明。男文明。女文明。地方处处尽文明。影戏院。跳舞厅。考而夫球场最时新。游泳池同大菜馆。公园散步真开心。喫的穿的和游戏。没有一件不文明。其实无非舶来品。「慕倣那」勃兰西花旗与茄门。这种文明我不懂。诸君面前我要问一声。「为什么」中国要学外国样。「为什么」外人不学中华人。想想阿要难为情。",
    "updated_at": "2026-06-04T02:40:57.623Z",
    "annotations": [
      {
        "id": "ann_1780540617716_mo2wib",
        "text": "长旗袍。开衩深。领高袖短配侬身。",
        "start": 81,
        "end": 97,
        "note": "高开衩长旗袍",
        "created_at": "2026-06-04T02:36:57.716Z"
      },
      {
        "id": "ann_1780540629239_osra6e",
        "text": "鞋子高跟咭阁声。走得快。更好听。",
        "start": 105,
        "end": 121,
        "note": "旗袍搭配高跟鞋",
        "created_at": "2026-06-04T02:37:09.239Z"
      },
      {
        "id": "ann_1780540648071_oi4x62",
        "text": "影戏院。跳舞厅。考而夫球场最时新。游泳池同大菜馆。公园散步真开心。喫的穿的和游戏。没有一件不文明。其实无非舶来品。",
        "start": 231,
        "end": 288,
        "note": "西方生活方式",
        "created_at": "2026-06-04T02:37:28.071Z"
      }
    ]
  },
  {
    "shiliao_id": "SL-2026-037",
    "type": "报刊文章",
    "topics": [
      "轻工业业态"
    ],
    "source": "申报",
    "title": "上海之绸缎业",
    "time": "1916-01-05",
    "version_info": "第十版",
    "core_content": "上海是全国绸缎时尚中心；国货热潮多为 “五分钟热度”，难以长期维持，绸缎业经营日趋困难",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [
      "国货",
      "丝织产业"
    ],
    "importance": 2,
    "document_paths": [
      "../《申报》/1916年1月5日-上海之绸缎业-截图.jpg",
      "../《申报》/1916年1月5日-上海之绸缎业.docx",
      "../《申报》/1916年1月5日-上海之绸缎业.jpg"
    ],
    "image_paths": [],
    "author": "宗朱",
    "docx_preview_text": "上海之绸缎业上海非出产绸缎之地，然为其荟萃之区，盖上海商业繁茂，人民豪华成习，沪上妇女一时之风尚，恒为内地之先导。故无论杭货苏货，新花一出，必以上海为试验场，上海能销，则内地之畅销自无待言。绸缎时行之，潮流大概先沪，次津，继以北京，然后至汉口，而闽粤出此例外者。惟满蒙人喜服之红黄色货，因此项绸沪人无用作衣服者，故不必在上海试销也。上海销行最广者为寗货苏货杭货南京，夙*青元青贡缎著名，苏州向以花缎素缎著名，杭州自寗绸滞销后，以寗绸机改织摹本缎谓之。杭缎今年，日货充斥以国货与较。光彩色泽均不能及，于是豪贵之家之妇女，与侑酒之娼妓，乃竞尚外国缎。而向时，以为华美无伦之花缎，竟成家常衣裙之原料。吾国绸缎业最先改良者为杭州，杭商首先组织公司，购置铁机仿造舶来品。如九成，纬成，振新，又新，天章，日新，虎林，袁震和等。历年来，获利甚宏，一年以来，苏商自番墨守旧法，难以图存。乃亦效法杭州购置洋机，然苏州自辛亥革命以来，资本家如王君驾：六吴君，研农辈。相率避难迁沪，久居不归。故市面日益凋零，资本日益缺乏内地实业，振起终不易耳。丝价开盘之初，不过七百两。旧历七八月间逐渐增长。九月以来，美国各绸缎制造厂以欧战方殷法意等国生丝与熟货之产额并减美货。因以畅销而原料甚缺，遂纷纷电沪购货花旗洋庄，于是交易畅旺，而丝价则涨至一千两。绸缎业成本既增，乃相率加价。南京缎业自旧历十一月初一日起，凡花素贡缎一律加价七厘钿，苏货由云锦公所议决，亦自十一月初一日起，加价五厘钿，杭货在中秋时已加五厘钿，至十一月朔，由钱江会馆宣布，再加五厘钿。而杭州改良机织价同业所加，亦同以上，均已实行。数月前提倡国货最盛时，舶来绸缎销路几断，国货销场甚佳，但五分钟之热度转瞬已过。加以妇女无识者多，舶来品之销路逐渐恢复，今各货加价复而市面无起色，此后零剪之店生意愈益难做。旧历去年，如大纶天成，获利均甚巨，而老介福，老九章，生意亦不恶。今年则殊，不易，言而货价则有涨无减。盖染料织工价均日增也，染料与欧战有关系。如靛靑一项，几完全来自德国，货源既绝，价自不能望平也。1916年1月5日 第十版 宗朱",
    "updated_at": "2026-06-04T03:31:47.253Z"
  },
  {
    "shiliao_id": "SL-2026-038",
    "type": "报刊文章",
    "topics": [
      "轻工业业态"
    ],
    "source": "新闻报",
    "title": "提倡毛织业",
    "time": "1920-10-27",
    "version_info": "第2张-第2版",
    "core_content": "衣着原料分为丝、麻、棉、毛四类，秋冬保暖耐用的毛织品日渐取代丝织品成为国人衣着新趋向。本土毛纺织工业发展滞后，国内市场高度依赖进口毛呢，年进口额达千万元且进口规模持续上涨，造成巨额白银外流。加之传统蚕丝产业衰败、棉纺行业尚未成型，全民族衣着原料供给隐患凸显。作者寄望北京毛织业改进会出台举措，扶持本土毛织产业改良升级、减少外货输入。",
    "personal_analysis": "毛织物大量依靠进口；丝织、棉纺贸易衰落",
    "quotes": "",
    "keywords": [
      "国货",
      "轻工业",
      "毛织产业",
      "外货输入",
      "实业改良",
      "纺织经济"
    ],
    "importance": 1,
    "document_paths": [
      "../《新闻报》/1920年10月27日-第2张-第2版-提倡毛织业-东雷.docx",
      "../《新闻报》/1920年10月27日-第2张-第2版-提倡毛织业.jpg"
    ],
    "image_paths": [],
    "author": "东雷",
    "docx_preview_text": "提倡毛织业\n东雷\n\n制衣原料，可区为丝、麻、棉、毛四大宗。麻宜于夏，毛宜于冬，丝、棉二者适用于四时。我国虽号产丝，而人民服御之习尚，已有舍丝织而就毛织之趋势。是虽由国人改御新服者，众不免随共同大势所转移，然亦由于毛织物耐久、朴质，适于御冬，实胜于丝织品。但我国所产毛织品，尚未发达，故皆仰给外洋。据每年海关所调查，输入毛织物，约值一千万元，依今日国人需要之程度测之，输入增加，必将日甚。苟不设法提倡，竭力改良，洵为我国莫大之漏卮。况我国产丝贸易日益衰落，棉业尚未大兴，倘毛织物品复尽仰给外人，则苍生衣被之源，亦将由是告竭。今北京有毛织业改进会之组织，将以谋是业之进步，我深期其计画之有成也。",
    "updated_at": "2026-06-04T03:41:45.817Z",
    "annotations": [
      {
        "id": "ann_1780544505817_d5plgx",
        "text": "但我国所产毛织品，尚未发达，故皆仰给外洋。据每年海关所调查，输入毛织物，约值一千万元，依今日国人需要之程度测之，输入增加，必将日甚。",
        "start": 127,
        "end": 193,
        "note": "",
        "created_at": "2026-06-04T03:41:45.817Z"
      }
    ]
  },
  {
    "shiliao_id": "SL-2026-039",
    "type": "报刊文章",
    "topics": [
      "轻工业业态"
    ],
    "source": "新闻报",
    "title": "定织外货",
    "time": "1920-10-27",
    "version_info": "第3张-第2版",
    "core_content": "日本借江浙丝绸货涨，以低价向华倾销丝织品，打破市场平衡。",
    "personal_analysis": "江浙丝价、绸缎价格上涨，日本趁机低价倾销机织绸缎，冲击本土织户。因民众抵制日货的热度早已消退，不少绸庄开始订购日货，跟风效仿之风渐起，严重挤压国货销路，威胁工商从业者生计。相关团体致函绸业公会劝止此类行为，但唯利是图的商户恐难以听从。文中建议公示订购日货的商号，再辅以钱庄断往来、民众拒购买的方式，加以遏制。",
    "quotes": "",
    "keywords": [
      "国货",
      "日货倾销",
      "绸庄",
      "国货危机"
    ],
    "importance": 2,
    "document_paths": [
      "../《新闻报》/1920年10月27日-第3张-第2版-定织外货.docx",
      "../《新闻报》/1920年10月27日-第3张-第2版-定织外货.jpg"
    ],
    "image_paths": [],
    "author": "",
    "docx_preview_text": "定织外货\n\n乘吾国江浙丝价昂贵绸货增加之际。而日本以华丝绸铁机缎等，销行吾国，且廉价以为招徕，在彼国为得计，而吾之织机商，势必大受影响。然非有绸庄向之定购，则彼亦无可藉手，甚矣五分钟抵制之热度，其销沈也久矣。一二家开其端，势必有许多绸缎庄，相率效尤，一二物作之备，势必有各种丝织品，相继而起，则国货之销路将绝，而工商之生计首危，危及商犹可言，危及于工，不堪问矣，然则如庚源天生锦等之所为，穷其祸害，岂徒在机织一业已哉。国货难持，会等致函绸业会商处，请其向各号劝告。此举固善，特恐市侩但知贪利，安有爱国家、爱同业之心，则与狐谋皮，有效与否，殊未可必，如能将定购日货之各庄举其店名，宣示于众，而钱业能不与往来，用户不买其货，二法足以寒若辈之胆，使之形格势禁耳。",
    "updated_at": "2026-06-04T03:43:13.856Z"
  },
  {
    "shiliao_id": "SL-2026-040",
    "type": "报刊文章",
    "topics": [
      "轻工业业态"
    ],
    "source": "申报",
    "title": "马玉山公司新出花边",
    "time": "1924-11-20",
    "version_info": "第17版",
    "core_content": "商家专门推出适配旗袍的花边、珠边、羽巾迎合时装需求",
    "personal_analysis": "南京路马玉山公司从胜德厂定制新式缎边，款式色彩新颖，适配冬季女装与旗袍；该公司是胜德厂花边分销处，各类花边、饰边售价低廉。\n出现旗袍搭配花边",
    "quotes": "",
    "keywords": [
      "国货",
      "绸缎"
    ],
    "importance": 2,
    "document_paths": [
      "../《申报》/1924年11月20日-第17版-马玉山公司新出花边.docx",
      "../《申报》/1924年11月20日-第17版-马玉山公司新出花边.pdf"
    ],
    "image_paths": [],
    "author": "",
    "docx_preview_text": "南京路马玉山公司，新由胜德厂定织缎边一种，花样新奇，颜色夺目，极合妇女冬季衣服之用，并有绣花边珠边，亦为旗袍之必需，该公司花边部，系胜德厂分销处，故各种羽巾六角珠排鬚边，袖口边等，定价均极从廉云",
    "updated_at": "2026-06-04T03:44:04.815Z"
  },
  {
    "shiliao_id": "SL-2026-041",
    "type": "报刊文章",
    "topics": [
      "轻工业业态"
    ],
    "source": "申报",
    "title": "南京缎子谈",
    "time": "1925-06-22",
    "version_info": "第15版",
    "core_content": "南京是传统名产地，南京缎用料、工艺上乘，曾获南洋劝业会嘉奖。近代受哔叽、贡呢等外来面料冲击，市场受挫；相较外货易蛀、易褪色的缺点，南京缎耐磨耐存、色泽持久，旧时面料易发霉的问题也已通过改良工艺改善。五卅惨案后国货思潮兴起，南京缎重新热销，服饰、鞋帽领域都广泛使用，民众主动选择国货以留住利源。",
    "personal_analysis": "外货畅销导致国货京缎市场受挤压，利源外流。",
    "quotes": "南京为产缎之名地，所织各货，无不材料精良，身分匀细，昔年南洋劝业会屡得褒奖。近年因外货充斥，哔叽贡呢，畅销国内，反令国货京缎，大受打击，一履一帽，皆是外货，忍令钜万金钱，流溢海外，良可慨也。惟哔叽易蛀，不能耐久，贡呢亦易变色，初时黑色，不久即变黄色靑，反观京缎，则历久不变，且不易蛀，是其特色也，或曰南京缎易霉，据业缎者言，此系作工于织机时，喜涂鑤水，以期其光滑易织，目下已禁阻之，且霉缎甚易收拾，即用旧毡帽拭之立去，且缎霉不过每年黄梅时一次耳。　　\n今年者，余在永安公司观一女郞，衣御玄色京缎旗袍缎裤，时装雅淡，飘飘然遗世独立，又余学友特制双樑缎鞋，颇有古气，同学皆彷效之。　　\n“五卅”惨案发生，国人已一致服用国货，京缎一业，现甚畅销。询之业缎者，则曰“五卅”后，多数鞋店顾客，均需南京缎鞋，且远埠帽庄，亦来函订制京缎瓜帽云云，此可见国人一履一帽，今后皆不欲使利源外溢矣。",
    "keywords": [
      "国货",
      "南京缎",
      "外货冲击",
      "工艺改良",
      "国货热潮"
    ],
    "importance": 2,
    "document_paths": [
      "../《申报》/1925年6月22日-第15版-南京缎子谈（松盛）.docx",
      "../《申报》/1925年6月22日-第15版-南京缎子谈（松盛）.jpg"
    ],
    "image_paths": [],
    "author": "松盛",
    "docx_preview_text": "南京缎子谈\n松盛　　\n\n南京为产缎之名地，所织各货，无不材料精良，身分匀细，昔年南洋劝业会屡得褒奖。近年因外货充斥，哔叽贡呢，畅销国内，反令国货京缎，大受打击，一履一帽，皆是外货，忍令钜万金钱，流溢海外，良可慨也。惟哔叽易蛀，不能耐久，贡呢亦易变色，初时黑色，不久即变黄色靑，反观京缎，则历久不变，且不易蛀，是其特色也，或曰南京缎易霉，据业缎者言，此系作工于织机时，喜涂鑤水，以期其光滑易织，目下已禁阻之，且霉缎甚易收拾，即用旧毡帽拭之立去，且缎霉不过每年黄梅时一次耳。　　\n\n今年者，余在永安公司观一女郞，衣御玄色京缎旗袍缎裤，时装雅淡，飘飘然遗世独立，又余学友特制双樑缎鞋，颇有古气，同学皆彷效之。　　\n\n“五卅”惨案发生，国人已一致服用国货，京缎一业，现甚畅销。询之业缎者，则曰“五卅”后，多数鞋店顾客，均需南京缎鞋，且远埠帽庄，亦来函订制京缎瓜帽云云，此可见国人一履一帽，今后皆不欲使利源外溢矣。",
    "updated_at": "2026-06-04T03:45:52.052Z"
  },
  {
    "shiliao_id": "SL-2026-042",
    "type": "报刊文章",
    "topics": [
      "轻工业业态"
    ],
    "source": "申报",
    "title": "中华工业厂之绣花衣裙料",
    "time": "1926-05-25",
    "version_info": "第19版",
    "core_content": "流行旗袍边缘装饰花边",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [
      "国货",
      "丝织面料",
      "旗袍装饰"
    ],
    "importance": 2,
    "document_paths": [
      "../《申报》/1926年05月25日-第19版-中华工业厂之綉花衣裙料.docx"
    ],
    "image_paths": [],
    "author": "佚名",
    "docx_preview_text": "中华工业厂之绣花衣裙料沪西中华工业厂、绣花部所出之绣花衣边，花样多至百余种。早已行销市上，近因时届夏令，该机器均改造绣花华而纱衣料，及绣花珠罗纱裙料，出品以来，则颇受仕女欢迎乐用，尚有珠罗纱绣花边，用于单旗袍缘边，精致美丽，该厂对于异样新出品，本极研究，故营业较前尤盛云。",
    "updated_at": "2026-06-04T03:34:22.425Z",
    "annotations": [
      {
        "id": "ann_1780544062425_ea64a3",
        "text": "，尚有珠罗纱绣花边，用于单旗袍缘边，精致美丽",
        "start": 89,
        "end": 111,
        "note": "旗袍花边",
        "created_at": "2026-06-04T03:34:22.425Z"
      }
    ]
  },
  {
    "shiliao_id": "SL-2026-043",
    "type": "报刊文章",
    "topics": [
      "轻工业业态"
    ],
    "source": "申报",
    "title": "特別嵌花衣边",
    "time": "1925-12-11",
    "version_info": "第18版",
    "core_content": "冬令旗袍流行用嵌花衣边、绣花衣边、裙边装饰",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [
      "手工艺"
    ],
    "importance": 2,
    "document_paths": [
      "../《申报》/1925年12月11日-第18版-特別嵌花衣边.docx",
      "../《申报》/1925年12月11日-第18版-特別嵌花衣边.pdf"
    ],
    "image_paths": [],
    "author": "佚名",
    "docx_preview_text": "特别嵌花衣边先施公司二楼衣边部、新到大帮应时杂色嵌花衣边、及绣花衣边裙边、数十余欵、闻该种花边，系由德国特加选制，用头号人造丝织成，际此冬令，女界用此种嵌花边，饰配旗袍，最为时髦。",
    "updated_at": "2026-06-04T03:46:37.632Z"
  },
  {
    "shiliao_id": "SL-2026-044",
    "type": "报刊文章",
    "topics": [
      "轻工业业态"
    ],
    "source": "新闻报",
    "title": "夏秋国货展览会第二日盛况",
    "time": "1928-07-10",
    "version_info": "第26版",
    "core_content": "国货展览会上出现国产旗袍",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [
      "国货"
    ],
    "importance": 2,
    "document_paths": [
      "../《新闻报》/1928年7月10日-第26版-夏秋国货展览会第二日盛况.docx",
      "../《新闻报》/1928年7月10日-第26版-夏秋国货展览会第二日盛况.pdf"
    ],
    "image_paths": [],
    "author": "佚名",
    "docx_preview_text": "夏秋国货展览会第二日盛况昨日为夏秋用品国货展览会之第二日，到会来宾颇为拥挤，营业亦甚发达。总计两日营业数目，第一日达一万数千元，昨日亦达万元，其盛况可见一斑矣。会内如纬成公司之丝织品，种类繁多，花色新颖，色泽不退；又新出之花丝巾、帕、纬成纱等品，格外幽雅，尤为士女的乐购。他如胜德厂之国产印度绸、绣花旗袍，推为该厂所独有，实超过舶来品之上。华福华德之草帽、信德公司之西装领带，质美价廉，又闻该会现为竞争营业审查起见，分函本埠各妇女团体各女学校，到会参观一切云。",
    "updated_at": "2026-06-04T03:48:26.081Z"
  },
  {
    "shiliao_id": "SL-2026-045",
    "type": "报刊文章",
    "topics": [
      "轻工业业态"
    ],
    "source": "新闻报",
    "title": "云裳纪念减价十天奉送工资",
    "time": "1934-10-14",
    "version_info": "第4张-第14页",
    "core_content": "云裳公司新到各国呢绒、丝绒，并支撑秋冬大衣",
    "personal_analysis": "西式女装成为流行",
    "quotes": "",
    "keywords": [
      "西化",
      "国货",
      "现代化"
    ],
    "importance": 1,
    "document_paths": [
      "../《新闻报》/1934年10月14日-第4张-第14页-云裳纪念减价十天奉送工资.docx",
      "../《新闻报》/1934年10月14日-第4张-第14页-云裳纪念减价十天奉送工资.jpg"
    ],
    "image_paths": [],
    "author": "",
    "docx_preview_text": "云裳纪念减价十天奉送工资\n\n秋风起矣！仕女们秋冬大衣、结婚礼服，解决乎？本公司自开办以来，已十余载，专为仕女们研究一切服装，早已驰名中外。现值纪念减价期内，新到各国呢绒及花色丝绒上等皮货，近千余种，并制成一九三五式样大衣礼服等，不惜牺牲，除照原价九折外，再奉送工资。来料定制、出租礼服，一律照码八折，自十月十二日起，期限十天，以答历年惠顾雅意。上海静安寺路六六八九〇号电话三五一五",
    "updated_at": "2026-06-04T03:50:23.376Z",
    "annotations": [
      {
        "id": "ann_1780545023376_kadgvg",
        "text": "现值纪念减价期内，新到各国呢绒及花色丝绒上等皮货，近千余种，并制成一九三五式样大衣礼服等，不惜牺牲，除照原价九折外，再奉送工资。来料定制、出租礼服，",
        "start": 69,
        "end": 143,
        "note": "西式女装流行，并出现出租业务",
        "created_at": "2026-06-04T03:50:23.376Z"
      }
    ]
  },
  {
    "shiliao_id": "SL-2026-046",
    "type": "报刊文章",
    "topics": [
      "轻工业业态"
    ],
    "source": "晶报",
    "title": "京洋布销路甚畅",
    "time": "1935-05-24",
    "version_info": "第2版",
    "core_content": "新生活运动中妇女官方制作蓝布旗袍；但商家将洋布冒充国货；民族工业薄弱、爱国口号流于形式",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [
      "国货",
      "洋布畅销",
      "国货滞销",
      "新生活运动",
      "服饰用料"
    ],
    "importance": 2,
    "document_paths": [
      "../《晶报》/1935年5月24日-第2版-京洋布销路甚畅（阿拉）.docx",
      "../《晶报》/1935年5月24日-第2版-京洋布销路甚畅（阿拉）.pdf"
    ],
    "image_paths": [],
    "author": "阿拉",
    "docx_preview_text": "京洋布销路甚畅\n阿拉\n\n京中各商号，于端节前固属岌岌，但结账后尚有喘气之馀地，杂货商比去年营业稍好。绸缎布匹，国货部分则滞销，而洋货白哔布及士林蓝布，与美国黄哔布每每供不应求，因各地军队学校甚多，军服、制服、中山服装、便服，俱以黄白哔布为普通用品，而妇女界努力服膺新生活，亦俱制备蓝布旗袍一袭，以为应时之需。此项蓝布以美标为光滑，而日布之染色，亦不易退，咸乐用之，各店户凡遇主顾来询时，必答曰：“此阴丹士林布，国货也。”近来国货进步得很快，已驾美布日布而上之，爱国诸君，儘可放心购买云云，此等说词，凡是来买布者，俱得享受爱国之雅号，因之物价之贵贱，亦有不计较者，此项布类，前已卖缺，现又进一千八百馀匹，不数日而又销淨，当此中央煌文告敦睦邦交，而领袖人物又标榜新生活、戒奢侈，则布衣政策、与睦邻主义，互相辉映，不得不谓吾国纺织之进步矣。",
    "updated_at": "2026-06-04T03:52:40.502Z",
    "annotations": [
      {
        "id": "ann_1780545160502_ls587v",
        "text": "而妇女界努力服膺新生活，亦俱制备蓝布旗袍一袭，以为应时之需。",
        "start": 124,
        "end": 154,
        "note": "阴丹士林蓝布旗袍在新生活运动流行",
        "created_at": "2026-06-04T03:52:40.502Z"
      }
    ]
  },
  {
    "shiliao_id": "SL-2026-047",
    "type": "档案文件",
    "topics": [
      "服制条例"
    ],
    "source": "上海特别市商民协会",
    "title": "上海市绸缎商业同业公会要求政府维持并执行“中华民国服制条例”规定",
    "time": "1930-01-03",
    "version_info": "S230-001-00091",
    "core_content": "绸缎工会提倡国货；准许人民自由穿着长袍，不必废止马褂\n\n1930 年上海特别市商民协会承接国民政府工商部公文，缘起上海绸缎业分会上书，一是呼吁扶持国产丝织品、维系民族绸缎实业；二是针对北平、天津、河南多地出现将要废止长袍马褂的传言，请求官方出面辟谣制止。经多方会商：礼制服章审定委员会明确长袍、马褂不在禁令之列，民众可自由穿戴；国府驳回专门发文明令公示的诉求，仅由内政、工商二部发文知会冀、豫、平津地方政府，就地平息谣言，相关公文逐级下达至上海商民协会。",
    "personal_analysis": "袍褂存废牵动绸缎行业生计：长袍马褂是国产绸缎核心消费载体，废止流言直接冲击绸缎产销，绸缎业行会主动通过商民协会向中央政府陈情维权。\n\n民国礼制规范不明滋生民间谣言：近代礼制服制改革过程中，礼服章程未定、政令信息不通畅，各地频繁传出禁穿马褂长袍的不实传闻。\n\n官民、政企沟通机制成型：行业分会→地方商民协会→中央工商部→行政院的上行诉求渠道通畅，行业借助社团体制影响礼制政策制定。\n\n国家礼制改革审慎折中：国民政府无意强制取缔传统袍褂服饰，兼顾民俗习惯与绸缎实业利益，采取不立法禁止、地方疏导辟谣的折中治理方式。",
    "quotes": "",
    "keywords": [
      "礼制改制",
      "绸缎同业",
      "商民协会",
      "服饰政令"
    ],
    "importance": 2,
    "document_paths": [
      "../档案材料/1929年8月-上海市绸缎商业同业公会要求政府维持并执行“中华民国服制条例”规定、草案晋京请愿及组织服制研究委员会的有关文书.docx"
    ],
    "image_paths": [],
    "author": "上海特别市商民协会",
    "docx_preview_text": "S230-001-00091\n\n上海特别市商民协会用笺迳启者案奉国民政府工商部代电，开上海特别市商民协会览案查前据该会转呈绸缎业分会呈请提倡国产丝织品，以维实业等情，到部当审，经批示知照闭关按情转呈。\n\n行政院分别核转，湏敕遵在案旋奉第八四号指令开呈悉仰候据情转陈呈，国民政府核示可也复奉第一九零号训令开案准，国府文官主席交下贵院呈据，工商部呈为国府交下上海商协绸业分会电以闻，平津河南等地又废除袍褂谣传请制止一案，除以礼制服章审定委员会对于现式长袍既许人民自由穿着，似不必对于马褂单独禁止，经会商内政部复由文官处转陈外仍请钧院转请国府明白宣示。现式马褂长袍，两种可以由人民自由服用以释群疑等情，彙请鉴核示，遂呈意见奉论案仍任文官处呈准内政工商两部函复业已分令河北河南省政府，北平天津市政府在案*请明白宣示，一节既举明令禁止，应毋庸议等因相应录谕函达查*等由准以含行令录令电……\n\n上海市特别市商民协会值日常务委员许文绮\n\n1930年1月3日",
    "archive_holder": "上海市档案馆",
    "updated_at": "2026-06-04T03:58:52.561Z",
    "annotations": [
      {
        "id": "ann_1780545532561_y1o8b6",
        "text": "平津河南等地又废除袍褂谣传请制止一案，除以礼制服章审定委员会对于现式长袍既许人民自由穿着，似不必对于马褂单独禁止，经会商内政部复由文官处转陈外仍请钧院转请国府明白宣示。现式马褂长袍，两种可以由人民自由服用以释群疑等情，",
        "start": 189,
        "end": 298,
        "note": "长袍马褂是国产绸缎核心消费载体，废止流言直接冲击绸缎产销，绸缎业行会主动通过商民协会向中央政府陈情维权。",
        "created_at": "2026-06-04T03:58:52.561Z"
      }
    ]
  },
  {
    "shiliao_id": "SL-2026-048",
    "type": "档案文件",
    "topics": [
      "服制条例"
    ],
    "source": "上海市社会局",
    "title": "为咨询服装材料谈话记录",
    "time": "1936-04-15",
    "version_info": "S230-001-00091",
    "core_content": "1930 年 3 月上海特别市社会局向下辖绸缎业工会筹备处下发训令：遵照行政院公务人员服饰国货政令，上海市决议以公职人员为表率率先换装国货礼服，后续逐步推广至民间婚丧礼仪统一使用国货礼服；官方限定礼服面料为丝、麻、棉三类，色彩仅限黑、蓝二色、无纹饰，鞋帽用料也划定规范。\n\n政府面向行业征集合格面料样品、公开甄选、统一定价，以此落实国货推广、振兴民族纺织产业。",
    "personal_analysis": "多家染织厂负责人出席；会议敲定布、呢、绸、染料均用国货\n\n政府自上而下推行国货着装政策：借公务人员着装示范、民间礼俗服饰规范双重路径落地国货运动，行政力量介入服饰用料管控。\n\n礼服形制标准化管控：官方统一礼服用料、配色规制，以简约素色形制引导消费，规避外料与浮华面料。\n\n官商联动振兴绸缎实业：政府依托绸缎同业工会统筹原料征集、样品遴选，行政与行业组织协作帮扶本土丝棉麻纺织业。\n\n国货运动落地具象化：国货运动不再停留在口号宣传，细化为服饰原料、色彩、产销的落地细则。",
    "quotes": "",
    "keywords": [
      "现代",
      "国货",
      "国货政令",
      "礼服规制",
      "绸缎行业",
      "服饰管控"
    ],
    "importance": 1,
    "document_paths": [
      "../档案材料/1929年8月-上海市绸缎商业同业公会要求政府维持并执行“中华民国服制条例”规定、草案晋京请愿及组织服制研究委员会的有关文书.docx"
    ],
    "image_paths": [],
    "author": "",
    "docx_preview_text": "上海特别市社会局训令 字第二一二二号\n令绸缎业工会筹备处\n为令遵事案奉\n市政府训令转奉\n行政院令饬公务人员一律服用国货等因奉查服用国货因以礼服为先，并*公务人员先事提倡以身作则当经呈请。市长通令所属人员自委任职，以上务于短时期内制备就绪。一俟所属人员一应遵行再请布告民众凡婚丧喜庆宾主*（同上），一律服用国货礼服以崇体制并移文市党部共同提倡去后旋奉。\n指令内开呈悉经提交第一百五十一次市政会议讨论业经议决通过在案体除转函市党部共同提倡并通令所属计官议一体遵照，外仰即知照等因奉此兹经议决定衣之材料，分丝麻棉三种，色限蓝黑，不着花纹，帽之材料，春秋冬用缎绒布，夏用草编鞋至材料用缎绒布或革，各项材料令敕各该业，团体分别征集样品公开许选，公定价格限期制造，并着将样品送局分存各机关团体代为提倡在业除分令外合仰该会凡即通知该业各厂尚蓝黑色线，织品原料并测永不褪色者，仅于本年四月十日以前，*送到局以凭公开评选，用资提倡，事关振兴国货切勿漠视为要此令。\n中华民国十九年三月二十四日",
    "archive_holder": "上海市档案馆",
    "updated_at": "2026-06-04T04:04:18.089Z",
    "annotations": [
      {
        "id": "ann_1780545831445_f2ipaj",
        "text": "行政院令饬公务人员一律服用国货等因奉查服用国货因以礼服为先，并*公务人员先事提倡以身作则当经呈请。",
        "start": 44,
        "end": 93,
        "note": "公务员以身作则使用国货服装",
        "created_at": "2026-06-04T04:03:51.445Z"
      },
      {
        "id": "ann_1780545858089_2fujej",
        "text": "分丝麻棉三种，色限蓝黑，不着花纹，帽之材料，春秋冬用缎绒布，夏用草编鞋至材料用缎绒布或革，各项材料令敕各该业，团体分别征集样品公开许选，公定价格限期制造，并着将样品送局分存各机关团体代为提倡在业除分令外合仰该会凡即通知该业各厂尚蓝黑色线，织品原料并测永不褪色者",
        "start": 249,
        "end": 379,
        "note": "官方统一礼服用料、配色规制，以简约素色形制引导消费",
        "created_at": "2026-06-04T04:04:18.089Z"
      }
    ]
  },
  {
    "shiliao_id": "SL-2026-049",
    "type": "档案文件",
    "topics": [
      "服制条例"
    ],
    "source": "骆清华、蔡声白",
    "title": "草案晋京请愿及组织服制研究委员会的有关文书",
    "time": "不详",
    "version_info": "S230-001-00091",
    "core_content": "1929 年内政部已颁布服制条例，明确男女常礼服限定使用国货面料、沿用长袍马褂制式；绸缎、电机丝织行业代表骆清华、蔡声白等人代表同业上书请愿，反对部分人士提议修订服制、废除长袍马褂、改用西式短装呢绒礼服。\n\n请愿书辩驳：长袍马褂融合国内各族民俗，驳斥 “袍褂有碍民族复兴” 的观点；如若全盘改用西式短装，礼服原料依赖进口呢绒，会造成外货大举倾销、本土丝绸产业衰败、丝织从业者生计受损；短装可作为日常便服与袍褂礼服并行，不必废止袍褂。恳请主管部门固守 1928 年既定服制条例，保全国货丝绸产业。",
    "personal_analysis": "主张维护1929年服制条例；反对认为马褂为满族遗制的想法；强调我国丝绸的文化精神、对民族复兴的重要性，强调国货服装；认为袍褂礼服与短装可以并存\n\n礼服改制引发行业利益博弈：废止长袍马褂、改用西式呢绒服饰的改制提议直接冲击绸缎与丝织行业生存，行业公会联合上书干预官方礼制立法。\n\n长袍马褂的舆论分歧：一部分改良派视袍褂为满清旧俗、不利于近代化，实业群体从民族产业、文化传统层面捍卫袍褂礼制地位。\n\n国货与洋货的市场争夺：西式礼服面料多为进口毛呢，礼服形制选择本质是本土丝绸国货与外来呢绒洋货的市场竞争。\n\n近代礼制政策受实业团体制约：同业公会以国计民生、民族工业为依据参政请愿，成为影响国民政府服制政令的重要民间力量。\n\n服饰文化与民族叙事绑定：各方借民族复兴、五族共和等时代话语，为各自服饰主张寻找法理与道义支撑。",
    "quotes": "",
    "keywords": [
      "现代",
      "国货",
      "服制条例",
      "长袍马褂",
      "丝织实业",
      "同业请愿",
      "国货博弈"
    ],
    "importance": 2,
    "document_paths": [
      "../档案材料/1929年8月-上海市绸缎商业同业公会要求政府维持并执行“中华民国服制条例”规定、草案晋京请愿及组织服制研究委员会的有关文书.docx"
    ],
    "image_paths": [],
    "author": "骆清华、蔡声白",
    "docx_preview_text": "绸缎业代表**请愿\n第一零一号\n\n呈为保护实业，发扬国产，维持十八年规定服制条例\n窃查男女常礼服，早经内政部在服制条例内明白规定，阖于常服材料，限用国货，饬经十八年四月十六日命令公布在案，施行以来，人民*便，吾政府而经三令五申，切实倡导，乃进来报纸刊载，颇有人以一偏之见，标新立异，呈请内政部，将男女礼服常服，重予规定之说，内讯之下，深为国计民生实业前途不寒而栗，按其理由，谓长袍马褂，阻碍民族复兴云云，查总理手造共和，合汉满蒙回藏为一家，吾国从前之汉唐一贯，阮不通于现代，于是参照习惯，斟酌国产，自以长袍马褂，合乎东方民族之色彩，若以满族遗制，影响民族心理，是不啻于摒弃满足于国外，自认满洲非我国土，而自绝满族反正之心理，此遵用袍褂于心理上无影响者也。若谓阻碍民族复兴，则多国限制，俱有多国之特殊情形，多国之本国产物，日本维新，百务更新，而宽衣木屐之和服，至今样任旧观，帮无阻碍其兴强。吾国丝绸，有悠久之文化，为农村之副业，取为礼服，雍容庄严，用作常服，华贵适体，既是表示立国之精神，复兴发扬天然之国产，是复兴民族，齐此是赖，为效法西制，势必取材棉毛麻缕，此项国产，既有供不应求之势，又有我不如人之嗟，纵规用国货，而无国货之攻击，且习当㯐趋，适为外货开畅销之门，他日狂澜莫挽，悔将何及，是不但自傄国体，甘为附庸，抑且自弃国产，杜绝生计，此遵用袍褂，而所以复兴民族，而绝无阻碍者也，合于行动作事，不及短装便利，并未禁着短装，自可并行不悖，则礼服为用，贵乎庄严不取便利，常服而随众人习惯，纵湏累改式样，而不宜废弃长衣，改趋采用绝少出产之呢绒，际兹国仇衰弱，外货倾销之时，政府为国为民竭力提倡，尚寘外货质料之充斥，何可不揣其本，而弃其末，再事阻塞，使其没落乎？钧部执掌实业，素重民生，伏乞咨请内政部维持十八年规定服制原条例，毋危其声听，置国计民生于不顾，民族前途，国产生机，实利赖之。\n\n上海市绸缎业同业公会主席 骆清华\n上海市电机丝织厂业内厂会主席 蔡声白",
    "archive_holder": "上海市档案馆",
    "updated_at": "2026-06-04T04:12:38.406Z",
    "annotations": [
      {
        "id": "ann_1780546206729_b7hptt",
        "text": "经内政部在服制条例内明白规定，阖于常服材料，限用国货，饬经十八年四月十六日命令公布在案，施行以来，人民*便，吾政府而经三令五申，切实倡导",
        "start": 50,
        "end": 118,
        "note": "1929年国民政府服制条例规定",
        "created_at": "2026-06-04T04:10:06.729Z"
      },
      {
        "id": "ann_1780546280128_btii5h",
        "text": "合乎东方民族之色彩，若以满族遗制，影响民族心理，是不啻于摒弃满足于国外，自认满洲非我国土，而自绝满族反正之心理，此遵用袍褂于心理上无影响者也。",
        "start": 256,
        "end": 327,
        "note": "作者反对将长袍视为满族遗制",
        "created_at": "2026-06-04T04:11:20.128Z"
      },
      {
        "id": "ann_1780546326479_iukfkw",
        "text": "吾国丝绸，有悠久之文化，为农村之副业，取为礼服，雍容庄严，用作常服，华贵适体，既是表示立国之精神，复兴发扬天然之国产，是复兴民族，齐此是赖，为效法西制，势必取材棉毛麻缕，此项国产，既有供不应求之势，又有我不如人之嗟，纵规用国货，而无国货之攻击，且习当㯐趋，适为外货开畅销之门，他日狂澜莫挽，悔将何及",
        "start": 394,
        "end": 543,
        "note": "我国丝绸产业与国家经济紧密相连",
        "created_at": "2026-06-04T04:12:06.479Z"
      },
      {
        "id": "ann_1780546358406_78a728",
        "text": "而所以复兴民族，而绝无阻碍者也，合于行动作事，不及短装便利，并未禁着短装，自可并行不悖，则礼服为用，贵乎庄严不取便利，常服而随众人习惯，纵湏累改式样，而不宜废弃长衣，改趋采用绝少出产之呢绒，际兹国仇衰弱，外货倾销之时，政府为国为民竭力提倡，尚寘外货质料之充斥，何可不揣其本，而弃其末，再事阻塞，使其没落乎？",
        "start": 575,
        "end": 728,
        "note": "服形制选择本质是本土丝绸国货与外来呢绒洋货的市场竞争。",
        "created_at": "2026-06-04T04:12:38.406Z"
      }
    ]
  },
  {
    "shiliao_id": "SL-2026-050",
    "type": "档案文件",
    "topics": [
      "服制条例"
    ],
    "source": "行政院",
    "title": "行政院转首都各界提倡国货委员会请通令各机关职员一律穿着国产服装",
    "time": "1935-10-23",
    "version_info": "Q123-001-00421",
    "core_content": "外货倾销危及农村手工业；政府通令穿国产服、以国货挽救国运；养成节俭风气",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-051",
    "type": "档案文件",
    "topics": [
      "服制条例"
    ],
    "source": "上海特别市成衣业公会",
    "title": "上海特别市成衣业公会概括报告",
    "time": "1940年",
    "version_info": "Q007-001-00133",
    "core_content": "成衣业公会成立于1927年4月；发展历史、目的、成员名",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-052",
    "type": "档案文件",
    "topics": [
      "服制条例"
    ],
    "source": "上海市时装商业同业公会",
    "title": "上海市时装商业同业公会行业历史沿革",
    "time": "1956-03-17",
    "version_info": "S243-003-00001",
    "core_content": "时装行业的发展史：1927年前红帮裁缝顾客较少，本国少有人问津；1937年蓬勃发展",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-053",
    "type": "档案文件",
    "topics": [
      "服制条例"
    ],
    "source": "上海市外轮供应公司革命委员会",
    "title": "上海市外轮供应公司革命委员会关于恢复对外出售中式女旗袍的报告",
    "time": "1971-06-16",
    "version_info": "B123-008-00612-0036",
    "core_content": "1971年对外交流增多，旗袍代表国际形象，拟恢复旗袍供应",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-054",
    "type": "报刊文章",
    "topics": [
      "消费生活"
    ],
    "source": "国货评论刊",
    "title": "商店装饰的艺术化",
    "time": "1928年",
    "version_info": "第2卷-第1期-第1页",
    "core_content": "上海出现商店橱窗",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《国货评论刊》/1928年-第2卷-第1期-第1页-商店装饰的艺术化.docx",
      "../《国货评论刊》/1928年-第2卷-第1期-第1页-商店装饰的艺术化.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-055",
    "type": "报刊文章",
    "topics": [
      "消费生活"
    ],
    "source": "新闻报",
    "title": "妇女国货年会发起秋令国货猜度商标",
    "time": "1934-10-14",
    "version_info": "第4张-第16页",
    "core_content": " “妇女国货年” 运动通，商标竞猜活动，流动国货展览",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《新闻报》/1934年10月14日-第4张-第16页-妇女国货年会发起秋令国货猜度商标.docx",
      "../《新闻报》/1934年10月14日-第4张-第16页-妇女国货年会发起秋令国货猜度商标.jpg"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-056",
    "type": "报刊文章",
    "topics": [
      "消费生活"
    ],
    "source": "人言周刊",
    "title": "市民国货年（邝剑平）",
    "time": "1936 年1月11日",
    "version_info": "第2卷-861-862页",
    "core_content": "国货年的定义、举措与建议，国货运动的意义",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《人言周刊》/1936 年1月11日-第2卷-第44期 -861-862页-每周人言：市民国货年（邝剑平）.docx",
      "../《人言周刊》/1936 年1月11日-第2卷-第44期 -861-862页-每周人言：市民国货年（邝剑平）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-057",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "晶报",
    "title": "旗袍发明家与刘翠仙（一笑）",
    "time": "1920-05-06",
    "version_info": "第3版",
    "core_content": "曲艺艺人仿男装、着旗袍；旗袍本是旗装，早期不开衩",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《晶报》/1920年5月6日-第3 版-旗袍发明家与刘翠仙（一笑）.docx"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-058",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "礼拜六",
    "title": "世界小事記（小人）",
    "time": "1921 年",
    "version_info": "第102期-第34-35页",
    "core_content": "“上海妇女冬穿旗袍者，居十之二三。以藏青色者居多，披绒围巾者，居十之七八。居多戴绒线帽者，居十之四五。以白色及紫色居多。”（全文）",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《礼拜六》/1921 年-第102期-第34-35页-世界小事記（小人）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-059",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "申报",
    "title": "永安公司之新货",
    "time": "1925-11-24",
    "version_info": "第18版",
    "core_content": "女式部售卖旗袍马甲，商品化程度",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1925年11月24日-第18版-永安公司之新货.docx",
      "../《申报》/1925年11月24日-第18版-永安公司之新货.jpg"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-060",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "中国摄影学会画报",
    "title": "礼拜六专电（素贞）",
    "time": "1926 年11月20日",
    "version_info": "第66期-第12页",
    "core_content": "蓝布旗袍成为女校校服",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《中国摄影学会画报》/1926 年11月20日-第66期-第12页-礼拜六专电（素贞）.docx",
      "../《中国摄影学会画报》/1926 年11月20日-第66期-第12页-礼拜六专电（素贞）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-061",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "国货评论刊",
    "title": "花边之王（图片）",
    "time": "1927年",
    "version_info": "第1卷-第11期-第12页",
    "core_content": "出现了搭配旗袍装饰的花边",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《国货评论刊》/1927年-第1卷-第11期-第12页-花边之王（图片）.docx",
      "../《国货评论刊》/1927年-第1卷-第11期-第12页-花边之王（图片）.jpg"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-062",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "国货评论刊",
    "title": "旗袍的美",
    "time": "1928年",
    "version_info": "第2卷第1期",
    "core_content": "在妇女的自主改制下出现春秋单旗袍、夹旗袍，冬季皮旗袍，以及旗袍马甲、一字襟旗袍马甲、短旗袍、开衩长旗袍",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《国货评论刊》/1928年-第2卷-第1期-第2-4页-旗袍的美.docx",
      "../《国货评论刊》/1928年-第2卷-第1期-第2-4页-旗袍的美.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-063",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "国货评论刊",
    "title": "衣之研究",
    "time": "1928年",
    "version_info": "第2卷-第1期-第2页-",
    "core_content": "从复杂动物纹样，逐步走向简约、抽象； 1928年前后走向曲线化，强调曲线贴合身形与直线简约利落的美学对比",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《国货评论刊》/1928年-第2卷-第1期-第2页-衣之研究.docx",
      "../《国货评论刊》/1928年-第2卷-第1期-第2页-衣之研究.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-064",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "妇女（天津）",
    "title": "对于女子旗袍的小贡献（胡尧昌）",
    "time": "1928-01-01",
    "version_info": "第1卷-第5期-第25页",
    "core_content": "旗袍袖子短，露出胳膊；紧身；作者建议扩大身量",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-065",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "妇女（天津）",
    "title": "穿旗袍的危害（颜波光）",
    "time": "1928 年4月",
    "version_info": "第2卷-第1期-第9页-",
    "core_content": "旗袍长而没有开叉，致使女子摔跤；作者建议缩短",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-066",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "新闻报",
    "title": "废除旗袍之逸闻（桑润鹏）",
    "time": "1928-04-24",
    "version_info": "第6张-第1版",
    "core_content": "穿旗袍成为风潮；旗袍过长致使女子落水、摔下火车；缝纫工人制作旗袍的工资受益最多",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《新闻报》/1928年4月24日-第6张-第1版-废除旗袍之逸闻（桑润鹏）.docx",
      "../《新闻报》/1928年4月24日-第6张-第1版-废除旗袍之逸闻（桑润鹏）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-067",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "申报",
    "title": "沪南公共汽车女售票员发穿制服",
    "time": "1930-01-15",
    "version_info": "第15版-",
    "core_content": "公交公司招聘女售票员，配备灰色国货旗袍为制服",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-069",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "妇人画报",
    "title": "夏装（图）",
    "time": "1933-07-15",
    "version_info": "第7期-第15页-",
    "core_content": "作者讨论旗袍开衩：“因普通旗袍，必须开叉，叉高不雅，须穿长裤，叉低则行动不便”",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《妇人画报》/1933年7月15日-第7期-第15页-夏装（图）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-070",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "金刚钻",
    "title": "旧上海新上海竹枝词（九九）",
    "time": "1934-01-30",
    "version_info": "第1版-",
    "core_content": "曾流行及膝短旗袍，袒露肌肤",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《金刚钻》/1934年1月30日-第1版-旧上海新上海竹枝词（九九）.docx",
      "../《金刚钻》/1934年1月30日-第1版-旧上海新上海竹枝词（海上漱石生）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-071",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "时事新报",
    "title": "新生活服装问题（张竞生）",
    "time": "1934-05-20",
    "version_info": "第12版-",
    "core_content": "曾经的旗袍紧身而不透气，如今不再束胸裹脚",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《时事新报》/1934年5月20日-第12版-新生活服装问题（张竞生）.docx",
      "../《时事新报》/1934年5月20日-第12版-新生活服装问题（张竞生）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-072",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "罗宾汉",
    "title": "蓉丽娟访问记（馗鸟）",
    "time": "1935 年5 月 26 日",
    "version_info": "第2 版-",
    "core_content": "梨园名伶身穿阴丹士林布旗袍",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《罗宾汉》/1935 年5 月 26 日-第2 版-蓉丽娟访问记（馗鸟）.docx",
      "../《罗宾汉》/1935 年5 月 26 日-第2 版-蓉丽娟访问记（馗鸟）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-073",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "申报",
    "title": "裸臂裸腿",
    "time": "1936-06-16",
    "version_info": "第18版",
    "core_content": "旗袍高开叉、露出腿与胳膊",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1936年06月16日-第18版-裸臂裸腿.jpg",
      "../《申报》/1936年06月16日-第18版-裸臂裸腿（惟经）-1.jpg",
      "../《申报》/1936年06月16日-第18版-裸臂裸腿（惟经）-2.jpg",
      "../《申报》/1936年06月16日-第18版-裸臂裸腿（惟经）.docx",
      "../《申报》/1936年06月16日-第18版-裸臂裸腿（惟经）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-074",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "大公报（上海）",
    "title": "礼拜六之夜（鸿勋）",
    "time": "1936-10-01",
    "version_info": "第4张-第16版",
    "core_content": "拖地长旗袍",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-075",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "神州日报",
    "title": "妇女衣饰的变迁与趋势(泽人)",
    "time": "1936 年 10月25日",
    "version_info": "第12 版-",
    "core_content": "民国初年元宝领；1924旗袍马甲；1932高领；1933开衩；上海是时尚中心",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《神州日报》/1936 年 10 月 25 日-第12 版-妇女衣饰的变迁与趋势(泽人).docx",
      "../《神州日报》/1936 年 10 月 25 日-第12 版-妇女衣饰的变迁与趋势(泽人).pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-076",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "现代家庭",
    "title": "十五年来妇女旗袍的演变(昌炎）",
    "time": "1937 年-第2期",
    "version_info": " 第51-53页",
    "core_content": "旗袍从冬令御寒到春令，从长旗袍、曲线旗袍、短旗袍、到无袖旗袍，以及旗袍的三大优点：经济、美丽、方便（附图）",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《现代家庭》/1937 年-第2期 -第51-53页-十五年来妇女旗袍的演变(昌炎）.docx",
      "../《现代家庭》/1937 年-第2期 -第51-53页-十五年来妇女旗袍的演变(昌炎）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-077",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "申报",
    "title": "截长成短的“短旗袍”（余振雄）",
    "time": "1938 年10月20 日",
    "version_info": "第14版-",
    "core_content": "上海旗袍更新快；曾流行紧身长旗袍；孤岛时期仍频繁改制；作者主张将旗袍改短，更加节省（附图）",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1938 年10月20 日-第14版-截长成短的“短旗袍”（余振雄）.docx",
      "../《申报》/1938 年10月20 日-第14版-截长成短的“短旗袍”（余振雄）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-078",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "新东方杂志",
    "title": "中国女子服饰的演变（附图）（张实权）",
    "time": "1943-05-01",
    "version_info": "第7卷-第5期-第64-67页",
    "core_content": "早期的文明新装；效仿西方文明如眼镜；服装变革与战局动荡有关；旗袍缘起1921，早期呈现拟男化，1928年开始出现曲线，1930高领、无袖",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《新东方杂志》/1943年5月1日- 第7卷-第5期-第64-67页-中国女子服饰的演变（附图）（张实权）.docx",
      "../《新东方杂志》/1943年5月1日- 第7卷-第5期-第64-67页-中国女子服饰的演变（附图）（张实权）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-079",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "申报",
    "title": "服装的演变",
    "time": "1946-10-07",
    "version_info": "第6版",
    "core_content": "旗袍流行前，女性服饰经历 “番装 — 留日日式服装 — 传统装束” 的变化",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1946年10月7日-第6版-服装的演变.docx"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-080",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "申报",
    "title": "关于旗袍",
    "time": "1946-10-07",
    "version_info": "第6版",
    "core_content": "旗袍长度忽长忽短，袖子时窄时宽、时有时无。",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1946年10月7日-第6版-关于旗袍.docx"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-081",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "申报",
    "title": "华侨爱穿旗袍",
    "time": "1946-10-07",
    "version_info": "第6版",
    "core_content": "旗袍流行到美国，受外国妇女喜爱",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1946年10月7日-第6版-华侨爱穿旗袍.docx"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-082",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "申报",
    "title": "一件长马夹",
    "time": "1946-10-07",
    "version_info": "第6版",
    "core_content": "长马甲由影星黎明晖首创，罩在旗袍外，旗袍款式不断变化",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1946年10月7日-第6版-一件长马夹.docx",
      "../《申报》/1946年10月7日-第6版-一件长马夹.jpg"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-083",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "申报",
    "title": "做上海人安得不穷",
    "time": "1912-08-09",
    "version_info": "",
    "core_content": "上海重视服装之风气，通过服饰区分等级，学生效仿西洋文明",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1912年8月9日-自由谈-挥扇闲谈-做上海人安得不穷-截图1.jpg",
      "../《申报》/1912年8月9日-自由谈-挥扇闲谈-做上海人安得不穷-截图2.jpg",
      "../《申报》/1912年8月9日-自由谈-挥扇闲谈-做上海人安得不穷.docx",
      "../《申报》/1912年8月9日-自由谈-挥扇闲谈-做上海人安得不穷.jpg"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-084",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "申报",
    "title": "挥扇闲谈",
    "time": "1912-08-11",
    "version_info": "",
    "core_content": "妓女学生相互效仿装扮",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1912年8月11日-自由谈-挥扇闲谈.docx",
      "../《申报》/1912年8月11日-自由谈-挥扇闲谈.jpg",
      "../《申报》/1912年8月9日-自由谈-挥扇闲谈-做上海人安得不穷-截图1.jpg",
      "../《申报》/1912年8月9日-自由谈-挥扇闲谈-做上海人安得不穷-截图2.jpg",
      "../《申报》/1912年8月9日-自由谈-挥扇闲谈-做上海人安得不穷.docx",
      "../《申报》/1912年8月9日-自由谈-挥扇闲谈-做上海人安得不穷.jpg"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-085",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "新社会",
    "title": "女子底服饰（许地山）",
    "time": "1920 年1月10日",
    "version_info": "第8期-第5-7页",
    "core_content": "作者认为服装反映了工作状况；妇女参与生产劳动，服装就有必要简化；目前妇女服装的落后：穿裙、饰品、长发；作者提出建议：合乎生理健康、便于操作、不具有物化与性化自己的作用",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《新社会》/1920 年1月10日第8期-第5-7页-女子底服饰（许地山）.docx",
      "../《新社会》/1920 年1月10日第8期-第5-7页-女子底服饰（许地山）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-086",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "晶报",
    "title": "旗袍与钟姑娘（听然）",
    "time": "1920-05-03",
    "version_info": "第2版",
    "core_content": "作者认为旗袍是妓女服饰",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《晶报》/1920年5月3日-第2版-旗袍与钟姑娘（听然）.docx",
      "../《晶报》/1920年5月3日-第2版-旗袍与钟姑娘（听然）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-087",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "解放画报",
    "title": "旗袍的来历与时髦",
    "time": "1921年",
    "version_info": "第7期-第6页",
    "core_content": "满族妇人为避排满风潮改穿汉服；旗袍冬天保暖；作者认为旗袍是满清异遗祸",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《解放画报》/1921年第7期-第6页-旗袍的来历与时髦.docx",
      "../《解放画报》/1921年第7期-第6页-旗袍的来历与时髦.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-088",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "新闻报",
    "title": "大衣与旗袍（独鹤）",
    "time": "1921-01-13",
    "version_info": "第4张-第1版-",
    "core_content": "旗袍风靡；作者认为旗袍是旗人装扮、妓女服饰、满清遗老",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《新闻报》/1921年1月13日-第4张-第1版-大衣与旗袍（独鹤）.docx",
      "../《新闻报》/1921年1月13日-第4张-第1版-大衣与旗袍（独鹤）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-089",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "申报",
    "title": "男女平权（琢滤）",
    "time": "1923-12-03",
    "version_info": "第8版",
    "core_content": "旗袍反映了男女平等",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1923年12月3日-第8版-男女平权（琢滤）.docx"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-090",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "新闻报",
    "title": "旗袍（夷）",
    "time": "1926-03-01",
    "version_info": "第2版-第5张-",
    "core_content": "作者认为孙传芳禁令没必要；旗袍美观卫生；可避免妇女手生冻疮",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《新闻报》/1926年3月1日-第2版-第5张-旗袍（夷）.docx",
      "../《新闻报》/1926年3月1日-第2版-第5张-旗袍（夷）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-091",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "晓报",
    "title": "和孙联帅的调（美术家）",
    "time": "1926-03-08",
    "version_info": "第3版-",
    "core_content": "作者赞同孙传芳禁令，认为旗袍浪费，且影响男性观感",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《晓报》/1926年3月8日-第3版-和孙联帅的调（美术家）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-092",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "晨报",
    "title": "翻花样厅长出风头（洪钟）",
    "time": "1926-08-03",
    "version_info": "第6版-",
    "core_content": "丹士认为旗袍不雅，江浙妇女穿旗袍身材而显得线条粗；认为旗袍不男不女，有伤风化",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-093",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "时事新报",
    "title": "联帅之三大德政（颜也）",
    "time": "1927-04-01",
    "version_info": "第4版",
    "core_content": "作者赞同孙传芳禁止旗袍，认为旗袍有伤风化",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-094",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "申报",
    "title": "论女子服装之问题",
    "time": "1927-04-16",
    "version_info": "第16版",
    "core_content": "对服装“美”的三条标准、认为旗袍下摆窄小，既不美观也不方便、女子校服青灰色朴素、上海女子服饰奢华",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1927年04月16日-第16版-论女子服装之问题.docx",
      "../《申报》/1927年04月16日-第16版-论女子服装之问题.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-095",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "国货评论刊",
    "title": "旗袍的美",
    "time": "1928年",
    "version_info": "第2卷第1期",
    "core_content": "女性反对孙传芳禁令：西服与旗袍同为异族服饰、旗袍更加得体；妇女自主动手改制旗袍",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《国货评论刊》/1928年-第2卷-第1期-第2-4页-旗袍的美.docx",
      "../《国货评论刊》/1928年-第2卷-第1期-第2-4页-旗袍的美.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-096",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "国货评论刊",
    "title": "衣之研究",
    "time": "1928年",
    "version_info": "第2卷-第1期-第2页-",
    "core_content": "下摆加褶的服装，更符合现代女性的社交身份",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《国货评论刊》/1928年-第2卷-第1期-第2页-衣之研究.docx",
      "../《国货评论刊》/1928年-第2卷-第1期-第2页-衣之研究.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-097",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "新闻报",
    "title": "看影戏借旗袍 此“病”从何而起",
    "time": "1928-03-25",
    "version_info": "第4张-第4版",
    "core_content": "上海都市娱乐生活已渗透至底层女性群体；旗袍成为女性参与社交场合的标配服饰",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《新闻报》/1928年3月25日-第4张-第4版-看影戏借旗袍 此“病”从何而起.docx",
      "../《新闻报》/1928年3月25日-第4张-第4版-看影戏借旗袍 此“病”从何而起.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-098",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "新闻报",
    "title": "废除旗袍之逸闻（桑润鹏）",
    "time": "1928-04-24",
    "version_info": "第6张-第1版",
    "core_content": "旗袍成为全民流行；旗袍太长致使女子落水、摔下火车；缝纫工人制作旗袍受益最多",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《新闻报》/1928年4月24日-第6张-第1版-废除旗袍之逸闻（桑润鹏）.docx",
      "../《新闻报》/1928年4月24日-第6张-第1版-废除旗袍之逸闻（桑润鹏）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-099",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "青灯",
    "title": "我也谈谈旗袍与皮鞋（素娥）",
    "time": "1929 年1月4日",
    "version_info": "第3版",
    "core_content": "新式旗袍成为上海女界流行；旗袍狭小挤压胸部、下摆太窄，致使行动不便；大衣、丝袜、高跟皮鞋",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《青灯》/1929 年1月4日-第3版-我也谈谈旗袍与皮鞋（素娥）.docx",
      "../《青灯》/1929 年1月4日-第3版-我也谈谈旗袍与皮鞋（素娥）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-100",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "新闻报",
    "title": "旗袍背后盖蓝印（小记者）",
    "time": "1929-09-01",
    "version_info": "第7张-第25页",
    "core_content": "穿乔其纱旗袍的妇女被盖章“穿外国货”；提倡国产绸缎的时代背景",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《新闻报》/1929年9月1日-第7张-第25页-旗袍背后盖蓝印（小记者）.docx",
      "../《新闻报》/1929年9月1日-第7张-第25页-旗袍背后盖蓝印（小记者）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-101",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "新闻报",
    "title": "笑里藏刀（陈开椿）",
    "time": "1931-06-13",
    "version_info": "第6张-第22页",
    "core_content": "旗袍长至脚面；将旗袍妇女污名化为攀附权势",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《新闻报》/1931年6月13日-第6张-第22页-笑里藏刀（陈开椿）.docx",
      "../《新闻报》/1931年6月13日-第6张-第22页-笑里藏刀（陈开椿）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-102",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "克雷斯",
    "title": "国产商场一女职员（丰玉）",
    "time": "1931-06-24",
    "version_info": "第2版",
    "core_content": "上海国产商场提倡国货；商场职员蔡女士身穿爱国旗袍上街宣传国货",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《克雷斯》/1931年6月24日-第2版-国产商场一女职员（丰玉）.docx",
      "../《克雷斯》/1931年6月24日-第2版-国产商场一女职员（丰玉）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-103",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "罗宾汉",
    "title": "蔡梨梨血心爱国（钝芳）",
    "time": "1932-05-16",
    "version_info": "第3版",
    "core_content": "影星蔡梨梨通过穿旗袍表达爱国",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《罗宾汉》/1932年5月16日-第3版-蔡梨梨血心爱国（钝芳 王曰叟）.docx",
      "../《罗宾汉》/1932年5月16日-第3版-蔡梨梨血心爱国（钝芳 王曰叟）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-104",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "新闻报",
    "title": "美人华化（青龙）",
    "time": "1932-09-20",
    "version_info": "第4张-第15页",
    "core_content": "旗袍大受外国人欢迎；纽约重金聘请华人为设计师",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《新闻报》/1932年9月20日-第4张-第15页-美人华化（青龙）.docx",
      "../《新闻报》/1932年9月20日-第4张-第15页-美人华化（青龙）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-105",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "民报",
    "title": "从艺术的鉴赏分析女性美（秀）",
    "time": "1934-02-27",
    "version_info": "第5版",
    "core_content": "作者推崇女子曲线美；女装“紧小而服帖”",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《民报》/1934年2月27日-第5版-从艺术的鉴赏分析女性美（秀）.docx",
      "../《民报》/1934年2月27日-第5版-从艺术的鉴赏分析女性美（秀）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-106",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "妇人画报",
    "title": "所谓上海小姐的典型（徐蒂）",
    "time": "1934-09-04",
    "version_info": "第3版",
    "core_content": "上海女子追求曲线美；尖皮鞋、旗袍高领、低衩、细腰身；长旗袍虽有古韵但是不实用，而且不利于民生",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-107",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "福尔摩斯",
    "title": "绣花旗袍备受德人欢迎",
    "time": "1935-05-12",
    "version_info": "第2版-",
    "core_content": "胡蝶到访德国身着旗袍，被赞为国争光，有利国家形象，旗袍救国",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《福尔摩斯》/1935年5月12日-第2版-绣花旗袍备受德人欢迎.docx",
      "../《福尔摩斯》/1935年5月12日-第2版-绣花旗袍备受德人欢迎.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-108",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "时事新报",
    "title": "取缔妇女奇装异服（琦）",
    "time": "1935-09-10",
    "version_info": "第11版",
    "core_content": "作者认为新生活运动中取缔奇装异服有助于提升妇女地位；妇女间出现烫发、加装饰、过分强调曲线袒胸露臂、搭配高跟鞋的现象；认为这样不利于独立人格",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《时事新报》/1935年9月10日-11版-取缔妇女奇装异服（琦）.docx",
      "../《时事新报》/1935年9月10日-11版-取缔妇女奇装异服（琦）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-109",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "申报",
    "title": "旗袍应改称颀袍",
    "time": "1935-11-11",
    "version_info": "第14版",
    "core_content": "作者呼吁旗袍改名，“认为名称带有清代旗人旧称",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1935年11月11日-第14版-旗袍应改称颀袍（秋郎）.docx",
      "../《申报》/1935年11月11日-第14版-旗袍应改称颀袍（秋郎）.jpg"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-110",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "大公报（上海）",
    "title": "长旗袍和高跟鞋（胡兰畦）",
    "time": "1937 年 5 月 13 日",
    "version_info": "第2张-第9版-",
    "core_content": "长旗袍广受国内外妇女欢迎、富家太太多以高跟鞋搭配旗袍但行动不便、服饰阶级、作者沪与妇女在战时摒弃此类装扮",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-111",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "现代家庭",
    "title": "十五年来妇女旗袍的演变(昌炎）",
    "time": "1937 年",
    "version_info": "第2期 -第51-53页",
    "core_content": "作者认为旗袍风靡的三大原因：经济、美丽、便利",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《现代家庭》/1937 年-第2期 -第51-53页-十五年来妇女旗袍的演变(昌炎）.docx",
      "../《现代家庭》/1937 年-第2期 -第51-53页-十五年来妇女旗袍的演变(昌炎）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-112",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "妇人画报",
    "title": "漫谈女人的服饰（郭维麟）",
    "time": "1937-06-01",
    "version_info": "第48期-9-10页",
    "core_content": "批判 “女饰亡国” 的封建谬论，反对污名化旗袍，主张尊重女性的穿着自由",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《妇人画报》/1937年6月-第48期-9-10页-漫谈女人的服饰（郭维麟）.docx",
      "../《妇人画报》/1937年6月-第48期-9-10页漫谈女人的服饰（郭维麟）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-113",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "申报",
    "title": "民国女子服饰的象征（渡云）",
    "time": "1946-02-05",
    "version_info": "第4版",
    "core_content": "作者认为旗袍破坏了传统的社会秩序将女性发式、服饰变化与 “女权膨胀、妇女参政” 关联",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1946年2月5日-第4版-民国女子服饰的象征（渡云）.docx",
      "../《申报》/1946年2月5日-第4版-民国女子服饰的象征（渡云）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-114",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "申报",
    "title": "上海妇女服装沧桑史",
    "time": "1946-10-07",
    "version_info": "第6版",
    "core_content": "上海是中国时装中心，女性服饰变化快、款式新可与巴黎、好莱坞相比",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1946年10月7日-第6版-上海妇女服装沧桑史.docx",
      "../《申报》/1946年10月7日-第6版-上海妇女服装沧桑史.jpg"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-115",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "申报",
    "title": "民国女子服饰的象征（渡云）",
    "time": "1946-02-05",
    "version_info": "第4版",
    "core_content": "1936-1937流行夏季单旗袍、右大襟",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1946年2月5日-第4版-民国女子服饰的象征（渡云）.docx",
      "../《申报》/1946年2月5日-第4版-民国女子服饰的象征（渡云）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-116",
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "申报",
    "title": "时装风气",
    "time": "1946-10-07",
    "version_info": "第6版",
    "core_content": "“近百年来，上海乃操纵中国妇女装饰的大本营”",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1946年10月7日-第6版-时装风气.docx"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-117",
    "type": "报刊文章",
    "topics": [
      "服装制作工艺"
    ],
    "source": "妇女杂志",
    "title": "衣服裁法及材料计算法(附图) 赵稼生",
    "time": "1925 年",
    "version_info": "第11卷-第9期-第1450-1465页",
    "core_content": "旗袍工艺的科学化转型（公式、版式图）、打破传统 “口授心传”、明确将 “大襟长衣” 等同于当时的旗袍，标注出旗袍 “出袖、台肩、开岔、腰身”；聚焦 “材料经济、省料裁法”；指出旗袍是满族妇女传统 + 近代女性冬季着装",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《妇女杂志》/1925 年-第11卷-第9期-第1450-1465页-衣服裁法及材料计算法(附图) 赵稼生.docx",
      "../《妇女杂志》/1925 年-第11卷-第9期-第1450-1465页-衣服裁法及材料计算法(附图) 赵稼生.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-118",
    "type": "报刊文章",
    "topics": [
      "服装制作工艺"
    ],
    "source": "机联会刊",
    "title": "家庭问题：衣的制法（五）：旗袍（严祖忻 宣元锦）",
    "time": "1937 年",
    "version_info": "第166期 -19-21页-",
    "core_content": "旗袍制作方式，附版式图",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《机联会刊》/1937 年-第166期 -19-21页-家庭问题：衣的制法（五）：旗袍（严祖忻 宣元锦）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-119",
    "type": "报刊文章",
    "topics": [
      "外贸"
    ],
    "source": "国货评论刊",
    "title": "上海人对舶来品糜费之巨额",
    "time": "1928年",
    "version_info": "第2卷-第1期-第1-5页",
    "core_content": "上海进口大量舶来奢侈品：烟、酒、化妆品",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《国货评论刊》/1928年-第2卷-第1期-第1-5页-上海人对舶来品糜费之巨额全国每年六千万元.docx",
      "../《国货评论刊》/1928年-第2卷-第1期-第1-5页-上海人对舶来品糜费之巨额全国每年六千万元、上海竟占一半.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-120",
    "type": "报刊文章",
    "topics": [
      "服制条例"
    ],
    "source": "申报",
    "title": "学部奏定女学服色",
    "time": "1910.1.23",
    "version_info": "第一张-第五版",
    "core_content": "北京女学堂制服，早期学生装扮规定",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1910年1月23日-第一张-第五版-学部奏定女学服色.docx",
      "../《申报》/1910年1月23日-第一张-第五版-学部奏定女学服色.jpg",
      "../《申报》/1910年1月23日-第一张-第六版-学部奏定女学服色-2.jpg"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-121",
    "type": "报刊文章",
    "topics": [
      "服制条例"
    ],
    "source": "申报",
    "title": "服饰刍议",
    "time": "1912.1.7",
    "version_info": "",
    "core_content": "民国初年易服",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1912年1月7日-服饰刍议.docx"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-122",
    "type": "报刊文章",
    "topics": [
      "服制条例"
    ],
    "source": "申报",
    "title": "禁用满清冠裳",
    "time": "1912-02-21",
    "version_info": "第7版",
    "core_content": "上海民政长禁止乡民穿清朝服装",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1912年2月21日-第7版-禁用满清冠裳.docx",
      "../《申报》/1912年2月21日-第7版-禁用满清冠裳.jpg"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-123",
    "type": "报刊文章",
    "topics": [
      "服制条例"
    ],
    "source": "申报",
    "title": "袁总统饬订民国服制",
    "time": "1912-05-22",
    "version_info": "第2版",
    "core_content": "官方首次明确 “中西服制并行、平民可自主择服”，为现代化的旗袍转型提供了制度合法性",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1912年5月22日-第2版-袁总统饬订民国服制.docx",
      "../《申报》/1912年5月22日-第2版-袁总统饬订民国服制.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-124",
    "type": "报刊文章",
    "topics": [
      "服制条例"
    ],
    "source": "政府条例",
    "title": "北洋政府-服制条例",
    "time": "1912-08-17",
    "version_info": "",
    "core_content": "女子礼服形制为古典旗袍",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-125",
    "type": "报刊文章",
    "topics": [
      "服制条例"
    ],
    "source": "申报",
    "title": "参议院讨论服制问题",
    "time": "1912-08-19",
    "version_info": "",
    "core_content": "男女礼服制度正式进入国家立法",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1912年8月19日-参议院讨论服制问题-1.jpg",
      "../《申报》/1912年8月19日-参议院讨论服制问题-2.jpg",
      "../《申报》/1912年8月19日-参议院讨论服制问题.docx"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-126",
    "type": "报刊文章",
    "topics": [
      "服制条例"
    ],
    "source": "申报",
    "title": "会议女服饰纪要",
    "time": "1913-01-07",
    "version_info": "第7版",
    "core_content": "民初女界服饰混乱，需统一规范。\n由中华国货维持会牵头，神州女界协济社协同开会研究",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1913年1月7日-第7版-会议女服饰纪要.docx",
      "../《申报》/1913年1月7日-第7版-会议女服饰纪要.jpg"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-127",
    "type": "报刊文章",
    "topics": [
      "服制条例"
    ],
    "source": "申报",
    "title": "江浙丝绸机织联会紧急会议",
    "time": "1928-06-08",
    "version_info": "第13版",
    "core_content": "洋货呢绒充斥，国产丝绸业日渐衰落，同业希望政府服制强制使用国货丝织品，挽救丝织业。",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1928年-6月8日-第13版-江浙丝绸机织联会紧急会议.docx",
      "../《申报》/1928年-6月8日-第13版-江浙丝绸机织联会紧急会议.jpg",
      "../《申报》/1928年-6月8日-第13版-江浙丝绸机织联会紧急会议.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-128",
    "type": "报刊文章",
    "topics": [
      "服制条例"
    ],
    "source": "政府条例",
    "title": "南京国民政府-民国服饰条例",
    "time": "1929-04-16",
    "version_info": "",
    "core_content": "女子官方礼服甲种即为蓝色古典旗袍",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-129",
    "type": "报刊文章",
    "topics": [
      "服制条例"
    ],
    "source": "政府条例",
    "title": "浙江省中等學校學生制服統一办法",
    "time": "1935-08-28",
    "version_info": "",
    "core_content": "初、高中女生的旗袍制服已经开始出现合身、开衩等特征",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-130",
    "type": "报刊文章",
    "topics": [
      "性别议题"
    ],
    "source": "申报",
    "title": "今昔女子观",
    "time": "1912.2.8",
    "version_info": "第2张-第8版",
    "core_content": "妇女生活",
    "personal_analysis": "妇女由缠足到天足，进入学堂、上街游行、探讨政治",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1912年2月8日-第2张-第8版-今昔女子观.docx",
      "../《申报》/1912年2月8日-第2张-第8版-今昔女子观.jpg"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-131",
    "type": "报刊文章",
    "topics": [
      "性别议题"
    ],
    "source": "妇女杂志",
    "title": "男女社交公开问题管见（雁冰 ）",
    "time": "1920 年",
    "version_info": "第6卷-第2期-第1-4页-",
    "core_content": "妇女社交生活",
    "personal_analysis": "作者主张男女社交公开，并提出建议：创建新道德标准、打击男子欺侮女子的恶习、发展女子教育、改变男子对女子的看法、打消各个方面的男女差异，如服装（拟男化旗袍）",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《妇女杂志》/1920 年-第6卷-第2期-第1-4页-男女社交公开问题管见（雁冰 ）.docx",
      "../《妇女杂志》/1920 年-第6卷-第2期-第1-4页-男女社交公开问题管见（雁冰 ）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-132",
    "type": "报刊文章",
    "topics": [
      "性别议题"
    ],
    "source": "妇女杂志",
    "title": "婚姻自由（炳文）",
    "time": "1920年",
    "version_info": "第6卷-第2期-第1-4页-",
    "core_content": "妇女婚姻",
    "personal_analysis": "过往的封建婚姻状态；作者主张婚姻作为契约缔约自由、解约自由",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《妇女杂志》/1920年-第6卷-第2期-第1-4页-婚姻自由（炳文）.docx",
      "../《妇女杂志》/1920年-第6卷-第2期-第1-4页-婚姻自由（炳文）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-133",
    "type": "报刊文章",
    "topics": [
      "性别议题"
    ],
    "source": "妇女杂志",
    "title": "提倡解放是趋时髦吗",
    "time": "1921-07-01",
    "version_info": "第7卷第7期-第109页-",
    "core_content": "妇女解放",
    "personal_analysis": "作者批判污名化“女性追求解放是赶时髦”的言论",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《妇女杂志》/1921年7月1日-第7卷第7期-第108页-提倡解放是趋时髦吗.png",
      "../《妇女杂志》/1921年7月1日-第7卷第7期-第109页-提倡解放是趋时髦吗.docx",
      "../《妇女杂志》/1921年7月1日-第7卷第7期-第109页-提倡解放是趋时髦吗.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-134",
    "type": "报刊文章",
    "topics": [
      "性别议题"
    ],
    "source": "妇女杂志",
    "title": "最近十年内妇女界的回顾（瑟庐）",
    "time": "1924 年",
    "version_info": "第10卷第1期-第16-22页",
    "core_content": "妇女意识、妇女运动",
    "personal_analysis": "整理世界各国妇女运动发展，指出中国在妇女就业、男女同校方面以及妇女自我意识的觉醒",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《妇女杂志》/1924 年-第10卷第1期-第16-22页-最近十年内妇女界的回顾（瑟庐）.docx",
      "../《妇女杂志》/1924 年-第10卷第1期-第16-22页-最近十年内妇女界的回顾（瑟庐）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-135",
    "type": "报刊文章",
    "topics": [
      "性别议题"
    ],
    "source": "新女性",
    "title": "中国的妇女运动（杨贤江）",
    "time": "1927年",
    "version_info": "第2卷第1期-第13-16页",
    "core_content": "妇女运动的派别与核心主张",
    "personal_analysis": "整理中国妇女运动的发展脉络，谈及资产阶级、教会、小资产阶级与无产阶级妇女的各自状态",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《新女性》/1927年-第2卷第1期-第13-16页-中国的妇女运动（杨贤江）.docx",
      "../《新女性》/1927年-第2卷第1期-第13-16页-中国的妇女运动（杨贤江）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-136",
    "type": "报刊文章",
    "topics": [
      "性别议题"
    ],
    "source": "妇女杂志",
    "title": "再论束胸习惯与性知识（健孟 ）",
    "time": "1923 年",
    "version_info": "第9卷-第8期-第19-21页",
    "core_content": "妇女生理知识",
    "personal_analysis": "作者主张科普生理知识；主张女装更加宽松而省去束胸",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《妇女杂志》/1923 年-第9卷-第8期-第19-21页-再论束胸习惯与性知识（健孟 ）.docx",
      "../《妇女杂志》/1923 年-第9卷-第8期-第19-21页-再论束胸习惯与性知识（健孟 ）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-137",
    "type": "报刊文章",
    "topics": [
      "性别议题"
    ],
    "source": "申报",
    "title": "女子宜谋职业以辅生计",
    "time": "1920年10月21",
    "version_info": "第16 版",
    "core_content": "妇女就业状况",
    "personal_analysis": "指出传统社会中妇女不具备工作机会与经济独立，带来男子负累；出六种适宜妇女的职业：看护妇、书画家、刺绣、纺织、裁缝",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《申报》/1920年10月21日-第16 版-女子宜谋职业以辅生计.docx",
      "../《申报》/1920年10月21日-第16 版-女子宜谋职业以辅生计.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-138",
    "type": "报刊文章",
    "topics": [
      "性别议题"
    ],
    "source": "妇女杂志",
    "title": "中国商业女子的现状（陈友琴）",
    "time": "1924 年",
    "version_info": "第10卷-第6期-第900-906页",
    "core_content": "妇女生活",
    "personal_analysis": "清末到民国妇女就业情况的发展，上海妇女的就业方向，并总结当前的就业形势",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《妇女杂志》/1924 年-第10卷-第6期-第900-906页-中国商业女子的现状（陈友琴）.docx",
      "../《妇女杂志》/1924 年-第10卷-第6期-第900-906页-中国商业女子的现状（陈友琴）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-139",
    "type": "报刊文章",
    "topics": [
      "性别议题"
    ],
    "source": "妇女周刊",
    "title": "妇女职业问题的由来及其重要（陈剑非）",
    "time": "1925年5月27",
    "version_info": " 第24期-第4-5页",
    "core_content": "妇女生活",
    "personal_analysis": "妇女职业因何而起，妇女经济独立对人格的重要性",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《妇女周刊》/1925年5月27日- 第24期-第4-5页-妇女职业问题的由来及其重要（陈剑非）.docx",
      "../《妇女周刊》/1925年5月27日- 第24期-第4-5页-妇女职业问题的由来及其重要（陈剑非）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-140",
    "type": "报刊文章",
    "topics": [
      "性别议题"
    ],
    "source": "新女性",
    "title": "现代女子的苦闷问题（陈学昭）",
    "time": "1927年",
    "version_info": "第2卷第1期-第35页",
    "core_content": "妇女生活",
    "personal_analysis": "妇女大多在婚姻后受到旧观念与新处境的拉扯，难以平衡工作与家庭",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《新女性》/1927年-第2卷第1期-第35页-现代女子的苦闷问题（陈学昭）.docx",
      "../《新女性》/1927年-第2卷第1期-第35页-现代女子的苦闷问题（陈学昭）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-141",
    "type": "报刊文章",
    "topics": [
      "性别议题"
    ],
    "source": "国货评论刊",
    "title": "上海之跳舞场（微尘）",
    "time": "1928年",
    "version_info": "第2卷-第1期-第5-7页-",
    "core_content": "作为职业的舞女",
    "personal_analysis": "上海舞场风气兴起，名媛、舞女在舞场出入结伴跳舞",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《国货评论刊》/1928年-第2卷-第1期-第5-7页-上海之跳舞场（微尘）.docx",
      "../《国货评论刊》/1928年-第2卷-第1期-第5-7页-上海之跳舞场（微尘）.pdf"
    ],
    "image_paths": []
  },
  {
    "shiliao_id": "SL-2026-142",
    "type": "报刊文章",
    "topics": [
      "性别议题"
    ],
    "source": "妇女杂志",
    "title": "女子受了教育当怎样（陆缢之）",
    "time": "1924 年",
    "version_info": "第10卷第1期-第138-139页",
    "core_content": "妇女生活",
    "personal_analysis": "妇女为何要受教育、部分接受教育女性的局限性、以后发展方向",
    "quotes": "",
    "keywords": [],
    "importance": 2,
    "document_paths": [
      "../《妇女杂志》/1924 年-第10卷第1期-第138-139页-女子受了教育当怎样（陆缢之）.docx",
      "../《妇女杂志》/1924 年-第10卷第1期-第138-139页-女子受了教育当怎样（陆缢之）.pdf"
    ],
    "image_paths": []
  },
  {
    "type": "报刊文章",
    "topics": [
      "民族国家"
    ],
    "source": "新闻报本埠特刊",
    "title": "关于旗袍的话",
    "author": "绝尘",
    "time": "1928年4月1日",
    "version_info": "第5页",
    "core_content": "作者撰文主张为旗袍正名。清朝覆灭后汉人女子反倒普遍沿用旗式长袍、固化 “旗袍” 称谓，作者认为该叫法沾染满清旧制印记、有碍民族观念，服饰形制已然普及不便骤然废止，但应摒弃 “旗袍” 之名，统一改称长袍；并援引国民政府礼俗司厘定公务人员服制的政令，呼吁纠正服饰称谓。",
    "personal_analysis": "服饰名称与民族观念纠葛：民国服饰定名掺杂民族史观，部分知识分子从汉满族群历史矛盾出发，将服饰称谓上升至民族气节层面，反对沿用带有 “旗人” 标识的 “旗袍” 叫法。\n\n民间服饰风尚与礼制规范脱节：民间女装受流行风气驱动，旗式长袍全民盛行，但官方正在逐步梳理现代礼服、常服制度，民间服饰定名尚未与官方礼制形成统一标准。\n\n近代服饰文化认知分歧：同一服饰形制，民众从实用、审美角度称旗袍，知识分子立足王朝更迭、满汉服饰变革史考究源流，出现服饰定名的学术与民俗认知冲突。\n\n民国礼俗改良思潮：伴随近代民族主义兴起，社会兴起礼俗整顿运动，从服饰称谓细节入手改造旧时代遗留习俗。",
    "quotes": "",
    "keywords": [
      "旗袍正名",
      "民族主义",
      "民国礼俗",
      "服饰称谓",
      "满汉服饰变迁"
    ],
    "importance": 2,
    "document_paths": [
      "../《新闻报本埠特刊》/1928年4月1日-第5页-关于旗袍的话（绝尘）.docx",
      "../《新闻报本埠特刊》/1928年4月1日-第5页-关于旗袍的话（绝尘）.pdf"
    ],
    "image_paths": [],
    "docx_preview_text": "旗袍正名\n仲寅\n近来女子，皆喜身着长袍（辞源：“袍，长襦也。衣之下及跗者曰袍。”），凡长衣皆可称袍，效满清旗女装式。无论贫的、富的、村的、俏的、老的、少的，风行一时，皆着长袍，在城里、在乡间，随地皆可看到。此种长袍，竟公然直呼其名为旗袍，毫不忌讳。（凡冬时棉袍，春秋时夹袍，并夏时单衫，皆仿旗袍式制成，本可称为单袍，亦无一不称为旗袍。）可见世俗移人，贤者不免。时至今日，大家已不知不觉，成为通行习惯。我因此，想起一件故事，愿与一般喜学时髦之女子，共同来研究一下，兹述于后。\n\n当明将亡国，满清尚未进山海关前，其时中国有一个著名人物，就是经略洪承畴。满清人以为要定中国，决非招降洪经略不可。后经文皇后吉特氏，用“美人计”诱降洪经略，满清开国，一切制度，皆由洪经略手定。有人因他投降满清，说他无耻，说他失节，将他姓名编入二臣传；又有人说他身为满臣，心不忘汉，他为满清画策，实处处袒护汉族，此事确有明证。因满人生下小孩，当日报官，就可得到一份口粮，但不准自由置产，不准自由营业，所以亡国以后，满人皆因没有产业可守，穷苦到不堪言状。当初我汉人为不肯剃头、不肯改装，不知酿成多少流血惨案，扬州十日、嘉定三屠，无可奈何。终究只得屈服，惟洪经略经营擘画，确有妙算。经他定制以后，男子一律遵制易服，女子得从宽自由装饰。其实此亦别有原因，当时满汉和亲，禁例甚严，如满汉女子服式相同，便易混淆，便易接近。满人本先有歧视汉族女子之成见，才肯把汉族女子轻轻放过，不强迫定要改扮旗装。当年有几句民歌，叫做 “男投女不投，老投少不投，生投死不投……”，此民歌至今犹流传在人间。\n\n现在满清已经亡国，一般女子反而沿袭满清服装，岂“专制国”之余威，从前不能降服我汉族女子，今日反能降服我汉族女子。实非咄咄怪事！既不能降服我汉族女子，何以我汉族女子，竟肯安心贴地底自愿降服，如其不愿安心贴地底降服已亡之满清，又何以一般女子，你也旗袍，我也旗袍，争奢斗艳，踵事增华，比赛不休。旗袍二字，如雷贯耳，习闻不震，漫无觉察。一至于此，凡我国民，凡我汉族女子，时至今日，应知旗袍之身裁尺寸，究竟如何？与普通长袍之式样，两两比较，细细辨别，究竟是否相同？应有彻底觉悟。我以为现在贫的、富的、村的、俏的、老的、少的，城里、乡间，所有之妇女，既经大家皆着长袍，习俗相沿，一时不能骤改，亦正不必遽改，只要迳称长袍，不宜再称旗袍，便觉允当，便觉安适。名称虽属小事，但于民族思想上，实有极大谬误，不能不为之纠正。近国民政府内政部礼俗司，对于男女公务员之服式，已有规定，业经通令颁行，皆有定制。虽未能普及于民间女子，但亦可见民国男女之服制，已有标准，自当逐渐改正。“名不正，则言不顺。”正名定分，名义确是不可假借。顾名思义，旗袍亟应改称长袍。",
    "shiliao_id": "SL-2026-143",
    "created_at": "2026-06-04T01:38:48.424Z",
    "updated_at": "2026-06-04T02:18:05.350Z",
    "annotations": [
      {
        "id": "ann_1780537175576_mwgkp8",
        "text": "凡长衣皆可称袍，效满清旗女装式。无论贫的、富的、村的、俏的、老的、少的，风行一时，皆着长袍，在城里、在乡间，随地皆可看到。此种长袍，竟公然直呼其名为旗袍，毫不忌讳。",
        "start": 42,
        "end": 124,
        "note": "旗袍流行",
        "created_at": "2026-06-04T01:39:35.576Z"
      },
      {
        "id": "ann_1780537185699_g14k04",
        "text": "叫做 “男投女不投，老投少不投，生投死不投……”，",
        "start": 637,
        "end": 662,
        "note": "",
        "created_at": "2026-06-04T01:39:45.699Z"
      },
      {
        "id": "ann_1780537214234_kkjrqh",
        "text": "既不能降服我汉族女子，何以我汉族女子，竟肯安心贴地底自愿降服，如其不愿安心贴地底降服已亡之满清，又何以一般女子，你也旗袍，我也旗袍，争奢斗艳，踵事增华，比赛不休。旗袍二字，如雷贯耳，习闻不震，漫无觉察。一至于此，凡我国民，凡我汉族女子，时至今日，应知旗袍之身裁尺寸，究竟如何？与普通长袍之式样，两两比较，细细辨别，究竟是否相同？应有彻底觉悟。",
        "start": 739,
        "end": 910,
        "note": "作者反对旗袍称呼",
        "created_at": "2026-06-04T01:40:14.234Z"
      },
      {
        "id": "ann_1780537258947_mpx52w",
        "text": "所有之妇女，既经大家皆着长袍，习俗相沿，一时不能骤改，亦正不必遽改，只要迳称长袍，不宜再称旗袍，便觉允当，便觉安适。",
        "start": 939,
        "end": 997,
        "note": "作者认为服饰风尚已经定型，不易更改，但名称应当修改",
        "created_at": "2026-06-04T01:40:58.947Z"
      },
      {
        "id": "ann_1780537304164_emt9lo",
        "text": "近国民政府内政部礼俗司，对于男女公务员之服式，已有规定，业经通令颁行，皆有定制。虽未能普及于民间女子，但亦可见民国男女之服制，已有标准，自当逐渐改正。“名不正，则言不顺。”正名定分，名义确是不可假借。顾名思义，旗袍亟应改称长袍。",
        "start": 1027,
        "end": 1141,
        "note": "作者以国民政府服饰条例作比，主张将“旗袍”改为“长袍”",
        "created_at": "2026-06-04T01:41:44.164Z"
      }
    ]
  },
  {
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "",
    "title": "一冰小姐：[照片]",
    "author": "佚名",
    "time": "1934 年2月",
    "version_info": "第15期-第39页",
    "core_content": "紧身贴体高领长、短旗袍，出现外搭开衫配伍",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [
      "海派",
      "旗袍搭配",
      "紧身"
    ],
    "importance": 3,
    "document_paths": [
      "../《妇人画报》/1934 年2月-第15期-第39页-左下：一冰小姐：[照片].pdf"
    ],
    "image_paths": [],
    "docx_preview_text": "",
    "shiliao_id": "SL-2026-144",
    "created_at": "2026-06-04T03:14:17.587Z",
    "updated_at": "2026-06-04T03:14:29.229Z"
  },
  {
    "type": "报刊文章",
    "topics": [
      "旗袍流行款式",
      "民族国家"
    ],
    "source": "妇人画报",
    "title": "漫谈女人的服饰",
    "author": "郭维麟",
    "time": "1937年6月",
    "version_info": "第48期-9-10页",
    "core_content": "作者驳斥服饰祸福论这一传统旧观念。此种思想延续至民国，不少人沿用这套逻辑批判旗袍，限制女性服饰改良。\n\n作者结合国内外现实逐条反驳：天灾战乱、国土沦陷、社会治安乱象源于政治与社会矛盾，和女子旗袍、摩登装束毫无关联，戳破服饰决定国运道德的谬论。\n\n在作者看来，旗袍形制浑然一体优于割裂式上衣下裙，服饰首要功用是审美而非单纯蔽体，主张摒弃守旧管控思维，尊重女性自主选择穿搭，反对以家国、风化名义束缚女装发展。",
    "personal_analysis": "传统服饰灾异观念延续与近代思想碰撞：自古 “服妖致乱” 的谶纬思想流传至民国，保守派仍将社会弊病、国运衰败归罪于女性新式服饰，与近代开明服饰观形成激烈争辩。\n\n民国旗袍的礼制争议：旗袍被视作事实上的国服，保守势力忌惮改制古装、西装沾染外风，转而提议废除旗袍、恢复上衣下袄制式，围绕旗袍存废产生舆论博弈。\n\n近代女性服饰自主权之争：守旧群体以风化、国家安危为由试图立法规限女装，新式知识分子从人本、社会现实角度捍卫女性穿衣自由。\n\n近代社会归因认知分歧：面对战乱、灾荒、治安问题，旧式思想习惯诉诸风俗服饰，新式观念则能从制度、时政层面探寻问题本源。",
    "quotes": "",
    "keywords": [
      "现代",
      "女性权益",
      "平等",
      "服妖观念",
      "旗袍争议",
      "穿衣自由",
      "新旧思潮"
    ],
    "importance": 2,
    "document_paths": [
      "../《妇人画报》/1937年6月-第48期-9-10页-漫谈女人的服饰（郭维麟）.docx",
      "../《妇人画报》/1937年6月-第48期-9-10页漫谈女人的服饰（郭维麟）.pdf"
    ],
    "image_paths": [],
    "docx_preview_text": "谈女人的服饰\n郭维麟\n女人的服饰，关系着国家的安危与道德的存亡，这种理论，也可以说是咱们中国的国粹。好在国粹是不厌其多的东西，大约我来把这种理论也认为是国粹总不至有谁反对罢。\n看看最早的证据，是在东汉时候。桓灵之际，宫女多半喜欢打扮一种「愁眉」「啼妆」和什么「堕马髻」。所谓「愁眉」者，便是眉尖向上而眉梢向下，所谓「啼妆」者，便是在眼圈上涂一层晕色，以增睡眼惺忪的媚态，所谓「堕马髻」者，便是故意把发髻垂在一旁，好像是从马上摔了下来，把发髻摔歪了的形式一样。这打扮渐渐由宫中普及到民间，一时所有的女人，个个都做做起来。还有什么对襕拉开，襦裙扯斜等等，都是当时的摩登时装。\n可是这么一来便来坏了。果不其然，到后来时便遭了黄巾董卓之乱，于是民众们流离逃亡，以前的那些摩登装束与打扮，到此时便不必再费吹灰之力，自然而然地都形成了：大家都愁起眉头，眼噙泪水，发髻全散，衣襕来不及扣好，襦裙也被拖斜。这样，史家便长长地叹了一口气，而用千古不朽的史笔，在千古不朽的史册上，定下了女人奇装异服以招祸乱的深重罪孽，以为今日不祥之奇装异服即象征了来日的造反情形也。\n太阳不断地由东拉到西，日子便慢慢地过到了今天，女人的服装，在旗袍上扎下了营盘，驻了有不少年数了。那么，这又是国粹，因为旗袍无形中成了国服。为了历史上有「赵改胡服」而终于「首灭于胡」的教训，所以谁也没有敢伸出头来说一声改良服制，因为比方改古装吧，近于友邦化，说不定将来「首灭于友邦」，比方改西装吧，自然又怕「灭于欧美」。而且古装长袍大袖，不合近代生活方式上的方便条件，而西装袒胸露臂赤腿光踝，与风化大大有关，两者动辄得咎，不可轻予妄取。\n然而全国各地的报纸上，社会新闻栏中，每天有新颖的奸淫新闻出现。英皇加冕日有某女士被流氓挖伤下体，岂是旗袍扣得不够紧，裤子扎得不够牢么？西北西南荒而又旱，灾而又匪，岂是女人的奇装异服干动了天怒，而予我们以惩罚么？女人服饰，有那一点象征着「被强奸」「该饿死」呢？东北同胞，即便是夏季，也得穿上老布夹缝的袄裤，扎上脚管，套上厚底鞋，这么老实安份的打扮，为何会遇到九一八的变乱而逃奔失所？\n都市的奶奶小姐们光脊裸儿下游泳池划水，乡镇的婆婆丫头们也光脊裸而下田农作！前者也许还象征着将来会被逼得赤身露体地葬身鱼腹，但后者若干年代以来的遗风，也不见她们尝到了如何值得喟然长歎的恶果？\n反之，天南王取缔奇装异服，莫氏夫人跄踉逃亡，长沙王取缔奇装异服，小姐们姘马弁学徒，难道要把孔夫子的话改成：「德必孤，不有邻」么？这真有点令我们才疏学浅的青年们莫明其妙了。而希特勒高喊「妇女回到厨房里去」的口号，但粮食都变了炮弹，德国的孩子们依然不免濒于饥饿，妇女们纵然在厨房里关上一辈子，做不出面包总还做不出面包来；更不能说是给女人的衣料做上菓子酱、牛油，鷄蛋，火腿等食物的图案花纹，便会使粮食的产额果然增加。\n虽然没有谁敢伸出头说一声改良服制，却有人在偷着规定服制了。所谓规定服制者，其意即男人穿袍褂女人着衣袄也。对于这个呼声，我似乎难说有什么意见，因为处今之世，除了对于自己吃饭拉屎之外，还想对于旁的事情发表什么意见，多少是不十分聪明的事。老实说，我并不觉得上下一笼统的旗袍有什么不好，而上衣下襬的服饰，倒明明在象征着腰斩哩。如果女人的服饰关系着国家的安危和道德的存亡，又何必多此一举，把象征一统的国家「和」整个的道德「的旗袍，改为分为两部份的衣襬呢？所以我希望提此议的人觉悟，不必再饶舌了。\n写到这里，应该结束了，因为编者先生有言在先，只许我写这么多；即使我还关上满肚皮的伟论，在此也不得不把它闷住。照例哩，总得再写点结论，以作归束，于是我的结论乃如下文：\n「假如我有一天娶了老婆 —— 因为我是男人 —— 的话，我将完全不干涉她的服饰问题。有人说衣着是为了障身，但夏天热得那么厉害，光着屁股也流汗，为什么还要障身？所以我以为衣着无非是为了美观，障身还在其次，女人爱美心理，较男子更甚，不可以拿那种『国家兴亡，女饰有责。』的顽固花头去限制她们。」",
    "shiliao_id": "SL-2026-145",
    "created_at": "2026-06-04T03:20:14.863Z",
    "updated_at": "2026-06-04T03:24:11.976Z",
    "annotations": [
      {
        "id": "ann_1780543288523_4338mz",
        "text": "女人的服饰，关系着国家的安危与道德的存亡，这种理论，也可以说是咱们中国的国粹。好在国粹是不厌其多的东西，大约我来把这种理论也认为是国粹总不至有谁反对罢。",
        "start": 11,
        "end": 87,
        "note": "“服妖”理念将女人服装与国家命运绑定",
        "created_at": "2026-06-04T03:21:28.523Z"
      },
      {
        "id": "ann_1780543297184_sp6l39",
        "text": "这样，史家便长长地叹了一口气，而用千古不朽的史笔，在千古不朽的史册上，定下了女人奇装异服以招祸乱的深重罪孽，以为今日不祥之奇装异服即象征了来日的造反情形也。",
        "start": 395,
        "end": 473,
        "note": "",
        "created_at": "2026-06-04T03:21:37.184Z"
      },
      {
        "id": "ann_1780543321175_kzbl2z",
        "text": "女人的服装，在旗袍上扎下了营盘，驻了有不少年数了。那么，这又是国粹，因为旗袍无形中成了国服。",
        "start": 497,
        "end": 543,
        "note": "旗袍成为“国服”",
        "created_at": "2026-06-04T03:22:01.175Z"
      },
      {
        "id": "ann_1780543357614_yawh0f",
        "text": "因为比方改古装吧，近于友邦化，说不定将来「首灭于友邦」，比方改西装吧，自然又怕「灭于欧美」。而且古装长袍大袖，不合近代生活方式上的方便条件，而西装袒胸露臂赤腿光踝，与风化大大有关，两者动辄得咎，不可轻予妄取。",
        "start": 587,
        "end": 691,
        "note": "旗袍在古装宽袍大袖与西式袒胸露臂中做出了中和",
        "created_at": "2026-06-04T03:22:37.614Z"
      },
      {
        "id": "ann_1780543386419_qojsyx",
        "text": "英皇加冕日有某女士被流氓挖伤下体，岂是旗袍扣得不够紧，裤子扎得不够牢么？西北西南荒而又旱，灾而又匪，岂是女人的奇装异服干动了天怒，而予我们以惩罚么？女人服饰，有那一点象征着「被强奸」「该饿死」呢？东北同胞，即便是夏季，也得穿上老布夹缝的袄裤，扎上脚管，套上厚底鞋，这么老实安份的打扮，为何会遇到九一八的变乱而逃奔失所？",
        "start": 723,
        "end": 882,
        "note": "作者以实例反对服妖",
        "created_at": "2026-06-04T03:23:06.419Z"
      },
      {
        "id": "ann_1780543428177_p9budh",
        "text": "老实说，我并不觉得上下一笼统的旗袍有什么不好，而上衣下襬的服饰，倒明明在象征着腰斩哩。如果女人的服饰关系着国家的安危和道德的存亡，又何必多此一举，把象征一统的国家「和」整个的道德「的旗袍，改为分为两部份的衣襬呢？所以我希望提此议的人觉悟，不必再饶舌了。",
        "start": 1300,
        "end": 1426,
        "note": "作者赞同旗袍的上下连裳",
        "created_at": "2026-06-04T03:23:48.177Z"
      },
      {
        "id": "ann_1780543451976_prbunh",
        "text": "所以我以为衣着无非是为了美观，障身还在其次，女人爱美心理，较男子更甚，不可以拿那种『国家兴亡，女饰有责。』的顽固花头去限制她们。」",
        "start": 1589,
        "end": 1654,
        "note": "作者主张穿衣为了美观",
        "created_at": "2026-06-04T03:24:11.976Z"
      }
    ]
  },
  {
    "type": "图像",
    "topics": [
      "旗袍流行款式"
    ],
    "source": "妇人画报",
    "title": "西装·男装·旗袍：三：金耐珊女士：[照片]",
    "author": "佚名",
    "time": "1934 年",
    "version_info": "第24期-第36页",
    "core_content": "高领旗袍，贴身",
    "personal_analysis": "",
    "quotes": "",
    "keywords": [
      "海派"
    ],
    "importance": 2,
    "document_paths": [
      "../《妇人画报》/佩瑤    《妇人画报》    1934 年 [ 第24期 ，36页 西装·男装·旗袍：三：金耐珊女士：[照片].pdf"
    ],
    "image_paths": [],
    "docx_preview_text": "",
    "shiliao_id": "SL-2026-146",
    "created_at": "2026-06-04T03:26:35.072Z",
    "updated_at": "2026-06-04T03:26:35.072Z"
  }
];
